{
    "data": [
        {
            "author_id": "1249550959447064577",
            "id": "1381341761688236034",
            "text": "RT @UpdateKBoys: POV: Você é neto de um dos 20 homens mais ricos da China https://t.co/9glkRXQDG2"
        },
        {
            "author_id": "1161777698706006016",
            "id": "1381341761344315401",
            "text": "RT @politico: The world still needs \"to get to the bottom of\" the origins of Covid-19, and that means China still owes the world some answe…"
        },
        {
            "author_id": "217641317",
            "id": "1381341760916398080",
            "text": "RT @Dennysiregar7: Laskar jihad Munarboy inilah yang terlibat bentrok dgn polisi di KM 50. Mrk punya SOP bunuh siapapun yg mau celakakan Ri…"
        },
        {
            "author_id": "1058828943049007104",
            "id": "1381341760555786254",
            "text": "RT @cingolani_oscar: El director del CDC de china anuncia que sus vacunas Sinovac y Sinopharm no son tan efectivas y China piensa combinarl…"
        },
        {
            "author_id": "1067222004",
            "id": "1381341757925781504",
            "text": "RT @SpencerFernando: By Threatening The Halifax Security Forum In An Effort To Block Award To Taiwan's President, The Trudeau Government On…"
        },
        {
            "author_id": "872154376315580420",
            "id": "1381341757082853383",
            "text": "RT @allanldsantos: Da série “SILÊNCIO NA MÍDIA BRASILEIRA”: Partido Comunista Chinês multa empresa Alibaba em $2.8 BILHÕES DE DÓLARES (mais…"
        },
        {
            "author_id": "1380340792796065793",
            "id": "1381341756843814913",
            "text": "@ViridianWepTech Overthrow illegal Biden puppet government of enemy China September"
        },
        {
            "author_id": "64035389",
            "id": "1381341755119964174",
            "text": "@Est3parico Deja q todos se vacunen para q les inserten el chip y seamos esclavos de China 😆"
        },
        {
            "author_id": "1320013737483448323",
            "id": "1381341754562117636",
            "text": "@Vedius Unfortunately I think Korea and China are not afraid of this debuff."
        },
        {
            "author_id": "416749107",
            "id": "1381341754302038016",
            "text": "RT @andahazi: China admite que sus vacunas tienen una bajísima eficacia. El PC chino habla con una liviandad increíble del fracaso, como si…"
        },
        {
            "author_id": "3371298563",
            "id": "1381341753425416196",
            "text": "RT @BeaDixit: Nunca tuvieron ninguna traba los gobernadores para comprar vacunas, el tema es que tanto China como Rusia solo le venden a es…"
        },
        {
            "author_id": "1356926893891739650",
            "id": "1381341752787824642",
            "text": "RT @GeneralBakshi: Normally there's a bipartisan consensus in USA on  security. We were certain Biden adm would deepen Quad alliance and ta…"
        },
        {
            "author_id": "1957951376",
            "id": "1381341752779534340",
            "text": "RT @SpencerFernando: By Threatening The Halifax Security Forum In An Effort To Block Award To Taiwan's President, The Trudeau Government On…"
        },
        {
            "author_id": "180237277",
            "id": "1381341748287303681",
            "text": "RT @realTuckFrumper: Blinken warns China, Russia about military action https://t.co/D9IKijTFmt"
        },
        {
            "author_id": "3365212949",
            "id": "1381341746462924802",
            "text": "@jdoedoe101101 en China con bastones eléctricos para ganado mantiene a la gente a distancia, por algo son mas avanzados"
        },
        {
            "author_id": "1897444152",
            "id": "1381341746051833858",
            "text": "RT @ItsMutai: Do not fall for WESTERN PROPAGANDA on China. This is the city of Guangzhou. It's not even the capital city of China. But this…"
        },
        {
            "author_id": "1252079443339874314",
            "id": "1381341743375908865",
            "text": "RT @SigaGazetaBR: China admite baixa eficácia da Coronavac https://t.co/9hWpHsiF27"
        },
        {
            "author_id": "1217854491308982273",
            "id": "1381341743128403970",
            "text": "RT @allanldsantos: Da série “SILÊNCIO NA MÍDIA BRASILEIRA”: Partido Comunista Chinês multa empresa Alibaba em $2.8 BILHÕES DE DÓLARES (mais…"
        },
        {
            "author_id": "144555511",
            "id": "1381341742750969856",
            "text": "RT @Maya1972: Iba a tomar el metro y oí la suite n° 3 d Bach,era un violinista n la estación+concurrida,hoy vacía x #COVID19 Me acerqué x e…"
        },
        {
            "author_id": "1283814424772575232",
            "id": "1381341738405617669",
            "text": "ALSO, it is clearly the European virus considering where it started (not China) and how fast it spread and the damage it caused"
        },
        {
            "author_id": "239906040",
            "id": "1381341737659027461",
            "text": "Las exportaciones de China se disparan 155% en febrero......\nhttps://t.co/qpwEPGHr2O"
        },
        {
            "author_id": "800902898796429314",
            "id": "1381341737621323777",
            "text": "O galo não e maior que o Cruzeiro nem aqui nem na China kkkkkkkkkkk"
        },
        {
            "author_id": "1255637226400223232",
            "id": "1381341736857919490",
            "text": "@Arikrseal @dvalen420 @MMAFighting If you believe China is a communist country then you should also believe that North Korea is Democratic People's Republic of Korea.\n\nIt's either this or you have no clue what the word \"literally\" means. https://t.co/2XrOzjacUo"
        },
        {
            "author_id": "1356349307906097153",
            "id": "1381341736665034754",
            "text": "RT @joana_bboficial: Os meus bisavós a dormirem juntos depois da queda da muralha da china em 1947 https://t.co/BbKo8AWaFh"
        },
        {
            "author_id": "1357108971790864386",
            "id": "1381341735960383490",
            "text": "RT @drzarni: #Asian Civilizations?  That would be a good idea, Mr Gandhi!   I thought #India was a #Civilization of multiple-Enlightenments…"
        },
        {
            "author_id": "1320387999826313217",
            "id": "1381341734274269201",
            "text": "RT @cingolani_oscar: El director del CDC de china anuncia que sus vacunas Sinovac y Sinopharm no son tan efectivas y China piensa combinarl…"
        },
        {
            "author_id": "951614969837060097",
            "id": "1381341732491685891",
            "text": "RT @anthonyfurey: The Trudeau government is trying to bully a major security conference into not honouring Taiwanese President @iingwen bec…"
        },
        {
            "author_id": "1124447266205503488",
            "id": "1381341732030283789",
            "text": "RT @Buddy_Carter: Pepsi, Starbucks, PayPal and several other big corporations have no problem speaking out when it’s politically convenient…"
        },
        {
            "author_id": "1259417180",
            "id": "1381341731002671106",
            "text": "RT @realskan: I am Chinese and actually ok with this, because every country could and should have this kind of ‘ambition’ to be the best.…"
        },
        {
            "author_id": "1357578501365370880",
            "id": "1381341730893619202",
            "text": "@seanspicer Because he's not president of America he's only president of Washington DC and a puppet for China.\n\nWhy do you think all of the sudden they want to make Washington DC the 51st state??"
        },
        {
            "author_id": "599427424",
            "id": "1381341728020557824",
            "text": "RT @allanldsantos: Da série “SILÊNCIO NA MÍDIA BRASILEIRA”: Partido Comunista Chinês multa empresa Alibaba em $2.8 BILHÕES DE DÓLARES (mais…"
        },
        {
            "author_id": "1012469054",
            "id": "1381341726372139009",
            "text": "RT @LadyJustice6910: A reminder of when we actually had a president who cared about America, and wasn't China's lapdog. From the incomparab…"
        },
        {
            "author_id": "2557199750",
            "id": "1381341726120509443",
            "text": "RT @Ash_Stewart_: Bad news for the Sinopharm &amp; Sinovac vaccines\n\n\"In a rare admission of the weakness of Chinese coronavirus vaccines, the…"
        },
        {
            "author_id": "1292576260711907330",
            "id": "1381341725973753857",
            "text": "RT @french_partisan: @Alfacommie Es que el dogmatismo funciona así : si no hubiesen sancionado a Alibaba sería la prueba de que China no es…"
        },
        {
            "author_id": "272085118",
            "id": "1381341725772419072",
            "text": "RT @__LG90__: Some reporting this btw, “long line of verbal cock ups” with him saying celtic are doing well and his racist comments in Chin…"
        },
        {
            "author_id": "1087989903433101312",
            "id": "1381341724765736966",
            "text": "RT @BasicallyMyeon: Korea and China in these days https://t.co/LCTyXDZMUq"
        },
        {
            "author_id": "1592240252",
            "id": "1381341724207878145",
            "text": "@DoctorKruz @PaisPPT pone el nombre de la vacuna china, coronavac del laboratorio sinovac, nada que ver con la sinopfarm que se aplica en argentina"
        },
        {
            "author_id": "467221718",
            "id": "1381341723570229249",
            "text": "China surrounds Taiwan in war game to practice cutting off help from U.S. https://t.co/Q33TaQNP9P"
        },
        {
            "author_id": "403001755",
            "id": "1381341721058013196",
            "text": "RT @ChalecosAmarill: 🛑 #CoreaDelSur🇰🇷 expresó su rechazo la propuesta del Gobierno de #EEEUU 🇺🇸 de formar una alianza para boicotear a #Chi…"
        },
        {
            "author_id": "983247178075398144",
            "id": "1381341719657123844",
            "text": "RT @Reuters: China considering mixing COVID-19 vaccines to boost protection rate https://t.co/2p8XnHudWo https://t.co/MEop9zbb4U"
        },
        {
            "author_id": "1321932877123248129",
            "id": "1381341719183171585",
            "text": "@politico CHINA RUSSIA LAUGH"
        },
        {
            "author_id": "302334386",
            "id": "1381341716892946433",
            "text": "@VamosNadalClay @zdzichudyrma @MMAFighting China is committing human rights violations. I'm not defending them but to say better dead than red is moronic."
        },
        {
            "author_id": "1178363026736594951",
            "id": "1381341716846931978",
            "text": "RT @MarliaFernand12: A China admitiu publicamente, pela primeira vez, que está preocupada com a baixa eficácia de suas vacinas contra a Cov…"
        },
        {
            "author_id": "1339202122458525698",
            "id": "1381341716670726146",
            "text": "RT @AeEntropy: via https://t.co/L8pekj1yLP\nRecruitment for the Genshin Impact 1.6 closed beta has opened up in China and will run through A…"
        },
        {
            "author_id": "260334532",
            "id": "1381341715366305797",
            "text": "RT @Reuters: China's top disease-control official said the country is formally considering mixing COVID-19 vaccines as a way of boosting va…"
        },
        {
            "author_id": "1318712632090763270",
            "id": "1381341713642496007",
            "text": "RT @_kookiewings: Jungkookie nos recomendó \"el pastor y la tejedora\", que es una leyenda china. Él dijo que la historia es un poco desgarra…"
        },
        {
            "author_id": "67671654",
            "id": "1381341709943050240",
            "text": "RT @SigaGazetaBR: China admite baixa eficácia da Coronavac https://t.co/9hWpHsiF27"
        },
        {
            "author_id": "1342462335747842050",
            "id": "1381341709821427719",
            "text": "@EliasHakansson @wwwojtekk The Communist Party of China is the largest political institution in the world, overtaking the decaying empire.\n\nAnd you think Marxism is irrelevant.\n\nIt grows day by day in the USA, with CP membership approaching what it was in the 30s.\n\nPeople are lying to you, kid"
        },
        {
            "author_id": "295712099",
            "id": "1381341709641134081",
            "text": "Pepsi, Starbucks, PayPal and several other big corporations have no problem speaking out when it’s politically convenient. Still, they remain silent when it comes to the Communist Chinese regime’s genocide against the Uyghurs and human rights violations in China.\n\n🤔"
        },
        {
            "author_id": "1326655949889810437",
            "id": "1381341709481750537",
            "text": "RT @Elite_TaxiBcn: En China, plataformas como Uber, Glovo o Whatsapp ofrecen préstamos.\n¿Como afrontaría el sector bancario  la irrupción d…"
        },
        {
            "author_id": "1371193038878433280",
            "id": "1381341708332449796",
            "text": "@darrin_lennon Neh. You got what you wanted. Cut trades with China. Show some balls. China is fine living without Aussie wine, lobsters and coal 😂"
        },
        {
            "author_id": "870453485984129028",
            "id": "1381341707900358656",
            "text": "RT @carolmswain: My hope for the future is in Christ Jesus. I am not sure we get #America back. Too many American leaders in both parties a…"
        },
        {
            "author_id": "1146487613777334272",
            "id": "1381341706767896576",
            "text": "RT @TorontoStar: Online art project, on “collected memories of our Hong Kong,” celebrates what the country “was and still means” after Chin…"
        },
        {
            "author_id": "302791991",
            "id": "1381341701768417281",
            "text": "RT @BeijingPalmer: the other thing is that, at least on a street level, chess (xiangqi) is in fact far, far more common in China than go."
        },
        {
            "author_id": "1034263977533091840",
            "id": "1381341701474824195",
            "text": "@jazzarchist almost as if they're trying to make people believe that the United States isn't the dominant capitalist threat to the planet that needs to be disintegrated &amp; the history of antagonism between the US &amp; China is just a \"spectacle\""
        },
        {
            "author_id": "80028611",
            "id": "1381341701189550084",
            "text": "RT @josepalay: La Xina condemna a mort dos responsables d’educació uigurs per haver publicat llibres en llengua uigur que ‘fomenten el sepa…"
        },
        {
            "author_id": "2348878033",
            "id": "1381341701055213571",
            "text": "RT @LimaNewsWeek: +Coronavirus hoy: Brasil concluye experimento inédito de vacunación+: India prohíbe exportar el remdesivir. China estudia…"
        },
        {
            "author_id": "900396822216290304",
            "id": "1381341699100790785",
            "text": "China: Inhabitant, The fourth-tier cities in the mainland: the streets are potholes, the sound of mahjong in the store, and the retired cadres of dance halls are drunk and gold fans. 08-04-2021 https://t.co/rCTkKlX28J"
        },
        {
            "author_id": "1220084481278795777",
            "id": "1381341697188188162",
            "text": "RT @AP: In a rare admission of the weakness of Chinese coronavirus vaccines, the country’s top disease control official says their effectiv…"
        },
        {
            "author_id": "1313652341623582723",
            "id": "1381341697003515904",
            "text": "RT @NotAlexSheppard: Joe Biden is a puppet of Communist China!"
        },
        {
            "author_id": "1321845235551506434",
            "id": "1381341694457700355",
            "text": "RT @galdinoearp: https://t.co/jjPW1985Pe /// @jdoriajr vc deveria estar preso calça apertada!"
        },
        {
            "author_id": "3257118686",
            "id": "1381341691718811648",
            "text": "@Flaco758864727 @NomsPa @doctormacias ...a eso agrégale la corrupción, la falta de visión del gobierno y que el modelo estatista de PVDSA es simplemente insostenible, para acabarla de fregar el gobierno actual con sus políticas de expropiación (robo) no puede, ni podrá sacarla de hoy, ni con China ni Rusia de apoyo"
        },
        {
            "author_id": "14334487",
            "id": "1381341689428738052",
            "text": "The Vaccines were fast tracked by President Trump. 11 months. Biden's following through on the plan President Trump left for him. #46 opened borders, reversed the price of insulin from $60 to $300, destroyed the pipeline, is bowing to China, Portland is burning. #ICPlenty https://t.co/yWssenr1FK"
        },
        {
            "author_id": "878267152612159488",
            "id": "1381341687679741955",
            "text": "RT @conexaopolitica: China admite que eficácia de suas vacinas contra Covid-19 não é alta https://t.co/kWvB40nuqY"
        },
        {
            "author_id": "1256316789866315778",
            "id": "1381341687545483267",
            "text": "Desde la discusión del \"Decanato\" que no teniamos un cruce tan fulgurante de información contradictoria y de poca o nula fiabilidad como ahora sobre la efectividad de la vacuna china."
        },
        {
            "author_id": "1295345336836333568",
            "id": "1381341687243497473",
            "text": "RT @wavetools1: @OANN What was really telling is when this so called Secretary of State sat across from the Chinese Delegation in Alaska an…"
        },
        {
            "author_id": "139566465",
            "id": "1381341682201985025",
            "text": "RT @ToroCabron_: China admitió que sus vacunas no tienen una eficacia alta. Si, acá están vacunado con esas."
        },
        {
            "author_id": "482329757",
            "id": "1381341681103085569",
            "text": "Como a China age junto aos políticos -  Mike Pompeo explica em sua palestra para 50 governadores dos EUA !!\nhttps://t.co/JiQBgIXCal"
        },
        {
            "author_id": "789663667",
            "id": "1381341678666182657",
            "text": "RT @el_pais: China estudia mezclar varias vacunas para aumentar la eficacia ante el coronavirus https://t.co/EKMy4qwmAZ"
        },
        {
            "author_id": "4551116433",
            "id": "1381341678032842759",
            "text": "RT @conexaopolitica: China admite que eficácia de suas vacinas contra Covid-19 não é alta https://t.co/kWvB40nuqY"
        },
        {
            "author_id": "1147922865502789632",
            "id": "1381341676552224782",
            "text": "@opropriofaka @minsaude @MTurismo @anvo_gdv @planalto Só um cego não ver q a #china está investindo pesado no genocídio das pessoas através do medo e da desinformação usando pessoas de dentro do gov pra levar seus planos à diante! A submissão ao novo \"normal\" em q o povo está sendo obrigado levará anos pra q seja desfeito! Basta!"
        },
        {
            "author_id": "4718692360",
            "id": "1381341675654627330",
            "text": "RT @UpdateKBoys: POV: Você é neto de um dos 20 homens mais ricos da China https://t.co/9glkRXQDG2"
        },
        {
            "author_id": "1375230026120003585",
            "id": "1381341675331624961",
            "text": "@shashikaLB China’s Vaccine diplomacy and complete lack of trial transparency to the public is scary. They are preying on poorer countries as a political tool for “soft power”. With a 50% effective rate, they are playing with lives in exchange for power and money."
        },
        {
            "author_id": "18032410",
            "id": "1381341675050557440",
            "text": "RT @Reuters: China's top disease-control official said the country is formally considering mixing COVID-19 vaccines as a way of boosting va…"
        },
        {
            "author_id": "2775441218",
            "id": "1381341674115375106",
            "text": "RT @babyaetchecopar: Le rechazamos 15 millones de vacunas a Pfizer en Diciembre y ahora estamos rezando que Rusia y China nos envíen vacuna…"
        },
        {
            "author_id": "2575604598",
            "id": "1381341673985355788",
            "text": "RT @OANN: Secy. of State: China failures allowed pandemic to get worse - https://t.co/0vZ44byVhn #OANN"
        },
        {
            "author_id": "2571238443",
            "id": "1381341673582649356",
            "text": "RT @babyaetchecopar: Le rechazamos 15 millones de vacunas a Pfizer en Diciembre y ahora estamos rezando que Rusia y China nos envíen vacuna…"
        },
        {
            "author_id": "1325611012024889345",
            "id": "1381341672131428356",
            "text": "RT @jojjeols: \"Some in the renewable-energy industry say they fear that polysilicon and other essential materials that come from Xinjiang c…"
        },
        {
            "author_id": "917874011975110656",
            "id": "1381341671758163969",
            "text": "@IcaroNeves123 Nem aqui nem na China"
        },
        {
            "author_id": "157239728",
            "id": "1381341671233830923",
            "text": "RT @xataka: 2.800 millones de dólares: Alibaba se lleva una multa histórica en China tras una investigación antimonopolio https://t.co/Mkfb…"
        },
        {
            "author_id": "1120165760696037382",
            "id": "1381341670273323010",
            "text": "RT @cingolani_oscar: El director del CDC de china anuncia que sus vacunas Sinovac y Sinopharm no son tan efectivas y China piensa combinarl…"
        },
        {
            "author_id": "296352522",
            "id": "1381341669644251143",
            "text": "RT @conexaopolitica: China admite que eficácia de suas vacinas contra Covid-19 não é alta https://t.co/kWvB40nuqY"
        },
        {
            "author_id": "149408956",
            "id": "1381341668624883713",
            "text": "RT @Reuters: China's top disease-control official said the country is formally considering mixing COVID-19 vaccines as a way of boosting va…"
        },
        {
            "author_id": "1366696549187792902",
            "id": "1381341668125851652",
            "text": "RT @xataka: 2.800 millones de dólares: Alibaba se lleva una multa histórica en China tras una investigación antimonopolio https://t.co/Mkfb…"
        },
        {
            "author_id": "2811275145",
            "id": "1381341667899363332",
            "text": "RT @newscientist: The carbon emissions associated with mining bitcoin in China alone will soon outstrip the total annual emissions of mid-s…"
        },
        {
            "author_id": "13248562",
            "id": "1381341664585846793",
            "text": "RT @IFEX: \"You cannot start a new values competition with China with Julian Assange in Belmarsh for publishing war crimes. It just does not…"
        },
        {
            "author_id": "1221851159708737536",
            "id": "1381341663893856263",
            "text": "@zevvettio @Bolsokid02 @MrGaleno @cafecomferri @jdoriajr olha ai... este cidadano que é exemplo... vejo o Chile... a vachina que ' salva vidas ' ... deve ser bote salva vidas furado... https://t.co/paSOn2uQoh"
        },
        {
            "author_id": "1375759854095233024",
            "id": "1381341657895960579",
            "text": "RT @dobahi: 武汉是英雄的城市，我肯定它将成为世界级的旅游城市，因为对它来说，没有什么是不可能的！\n\n#Wuhan🇨🇳💪\n\n@zlj517 @SpokespersonCHN @MFA_China https://t.co/oFNtSVzpje"
        },
        {
            "author_id": "160016975",
            "id": "1381341657522704384",
            "text": "RT @Reuters: China's top disease-control official said the country is formally considering mixing COVID-19 vaccines as a way of boosting va…"
        },
        {
            "author_id": "1129927099530326016",
            "id": "1381341657107464194",
            "text": "RT @conexaopolitica: China admite que eficácia de suas vacinas contra Covid-19 não é alta https://t.co/kWvB40nuqY"
        },
        {
            "author_id": "335862922",
            "id": "1381341653714210821",
            "text": "RT @granja_rebelion: Filipinas y Estados Unidos realizarán maniobras militares conjuntas con la mirada en China\nhttps://t.co/Cy2iS4yC7q"
        },
        {
            "author_id": "1373468003493425153",
            "id": "1381341652372062208",
            "text": "// kaeluc\n\ntodo bien con q no te guste el kaeluc o los veas como hermanos, pero eso no te da el derecho de andar acosando a la gente q si le gusta y andarte cagando en toda la cultura china pq prefieres creerle a unas traducciones gringas en vez de tomarte el tiempo de INVESTIGAR https://t.co/0l249imU5m"
        },
        {
            "author_id": "231242533",
            "id": "1381341651424137226",
            "text": "河南省洛陽市の信号機が牡丹の花模様に―中国 \n河南省洛陽市で1日から第39回中国洛陽牡丹文化フェスティバルが開催されているのに合わせて、市内の一部の信号機が牡丹の花模様になっている。赤い牡丹の花が「咲いている」時は停止、青… \n\n https://t.co/mAOgQmXsol #中国 #韓国 #ニュース #NEWS #CHINA https://t.co/rmApJZBpB5"
        },
        {
            "author_id": "548708737",
            "id": "1381341651201822724",
            "text": "@DeLo1973 @vlimmertje En werkelijk iedereen doet hier aan mee? China? Rusland? Ik kan het niet geloven. Net of Putin ook maar 1 sec onder de indruk is van Gates."
        },
        {
            "author_id": "1363001638298918916",
            "id": "1381341647322054656",
            "text": "RT @realism_fan: Remember in Jan/Feb 2020, when COVID was mostly a China thing, social media was inundated with unsourced scare videos purp…"
        },
        {
            "author_id": "1291669550216314880",
            "id": "1381341646244093953",
            "text": "RT @DeptofDefense: Readiness reflected.\nCrew members aboard @TheRealCVN71 prepare for flight operations while on patrol in the South China…"
        },
        {
            "author_id": "316604355",
            "id": "1381341645078167554",
            "text": "RT @cardiomcgregor: what Rose thinks Weili Zhang does during her spare time in China https://t.co/QIGviwbWOP"
        },
        {
            "author_id": "1241112629566935042",
            "id": "1381341643501101057",
            "text": "RT @cingolani_oscar: China's Vaccine Map: Countries using Chinese vaccines https://t.co/QWDmPbhtRB via @cgtnofficial. 60 países autorizaron…"
        },
        {
            "author_id": "1214243850773880835",
            "id": "1381341642557382657",
            "text": "I am asking @MFA_China to respect the #environment, #humanrights(that means same human rights to everyone living in China equally). Many customers today demand a good value chain, fr start to end. I have driven that development through lobbying."
        },
        {
            "author_id": "1231025600606941184",
            "id": "1381341642267971587",
            "text": "@el_pais Cero confianza en China"
        }
    ],
    "meta": {
        "newest_id": "1381341761688236034",
        "next_token": "b26v89c19zqg8o3fostr7hj1lj9uw0an2bdasfgrino1p",
        "oldest_id": "1381341642267971587",
        "result_count": 100
    }
}