{
    "data": [
        {
            "author_id": "1259298618",
            "id": "1381341378966401026",
            "text": "RT @sebarivasv: En resumen: Sinovac es segura, es sumamente efectiva contra casos graves y muertes, pero se está estudiando una tercera dos…"
        },
        {
            "author_id": "1334930984698073092",
            "id": "1381341378735697924",
            "text": "RT @AllCommie: Look from here on dont talk to me about China. Especially dont talk to me about China if you have zero of that energy for Sa…"
        },
        {
            "author_id": "310570067",
            "id": "1381341378244927489",
            "text": "RT @latinus_us: China admite que sus vacunas contra #COVID19 tienen baja efectividad y analiza mezclarlas. #Coronavirus\n#Latinus #Informaci…"
        },
        {
            "author_id": "393667746",
            "id": "1381341378207178758",
            "text": "RT @cardiomcgregor: what Rose thinks Weili Zhang does during her spare time in China https://t.co/QIGviwbWOP"
        },
        {
            "author_id": "431916923",
            "id": "1381341375334031361",
            "text": "RT @Reuters: China considering mixing COVID-19 vaccines to boost protection rate https://t.co/2p8XnHudWo https://t.co/MEop9zbb4U"
        },
        {
            "author_id": "1155385403014205440",
            "id": "1381341373442392066",
            "text": "RT @TheDoctorLuck: It's odd how ABS-CBN suddenly grew some \"patriotism\" in their veins in the midst of a pandemic, while the Philippines is…"
        },
        {
            "author_id": "4434425412",
            "id": "1381341373341655040",
            "text": "If You Love💞Animals\nBoycott◯◯◯◯◯#Beijing2022\n\nCommunist China\nTortures🩸To☠️Death Sentient Beings\n\n☝️#WeAreONEFamilyOfSentientBeings\nWho ALL\nFeel🥰Suffer💥Love💞Need👐🐾Same\nOn OurSHARED👣🌐🐾#ONEMultispeciesWorld\n\n🤝#HumaneBoycottWorldwide @DudeneyN\nhttps://t.co/xeK7Ti2vmR https://t.co/nO6xILsa7F"
        },
        {
            "author_id": "3171878633",
            "id": "1381341373308272644",
            "text": "@Ariel_em_Sampa @ernestorr No se puede creer. Además confunden la vacuna china que llegó a Chile (Sinovac), con la q llega acá (Sinopharm), se lo tuve q explicar a unos vecinos."
        },
        {
            "author_id": "3082657701",
            "id": "1381341372771356679",
            "text": "RT @YahooNews: Rodriguez allegedly told the officer to \"go back to China before you end up in the graveyard,\" according to local ABC statio…"
        },
        {
            "author_id": "1348851210",
            "id": "1381341369835253762",
            "text": "RT @BenjaminNorton: \"Green\" imperialism is the future of Western politics. Germany's Green Party published an election program calling for…"
        },
        {
            "author_id": "1214630079533240320",
            "id": "1381341367784284162",
            "text": "@DNeurosx China earned zillions after destroying world order.\nचोर भए कोतवाल"
        },
        {
            "author_id": "159468538",
            "id": "1381341366685466629",
            "text": "@roserodriguez58 China.  Me gustaría viajar a Rusia y tomar el transmanchuriano surcar los parajes eslavos, visitar el lago Baikal y llegar a China para ver todo lo que han logrado."
        },
        {
            "author_id": "1149268009925484544",
            "id": "1381341365775167489",
            "text": "RT @JCRWYN: Two of the countries with the most funded military are heightening up tensions that might lead to war in the West Philippine Se…"
        },
        {
            "author_id": "720966769",
            "id": "1381341362071687170",
            "text": "@allanldsantos @AlinePr17 @ernestofaraujo Quem está ameaçando o Brasil são os EUA e a França usando o tema ambiental como desculpa. Já a China nos ameaçou quando? Falta razão e sobra emoção aí."
        },
        {
            "author_id": "2752951375",
            "id": "1381341362050760707",
            "text": "RT @BeaDixit: Nunca tuvieron ninguna traba los gobernadores para comprar vacunas, el tema es que tanto China como Rusia solo le venden a es…"
        },
        {
            "author_id": "998066427553660928",
            "id": "1381341360716804096",
            "text": "@BMarchetich @lipsongsun I do think you could have done a better job of clarifying that you were only talking about that and not any of Trump's other racist anti-asian rhetoric.\n\nBut also I'm not seeing where Blinken blames China for America's failures in responding to covid."
        },
        {
            "author_id": "67822415",
            "id": "1381341360377229322",
            "text": "RT @yaninavmartinez: @MBio7379 @SaludBAP @norabar @BAProvincia Lamento contradecir al doctor y a los fanáticos de las fakenews porque desde…"
        },
        {
            "author_id": "1196467294056128512",
            "id": "1381341360301674500",
            "text": "RT @PhilipPlickert: Zum ersten Mal hat China die geringe Wirksamkeit seiner Corona-Impfstoffe bestätigt https://t.co/YbVZWbd8D4 via @faznet"
        },
        {
            "author_id": "112508739",
            "id": "1381341360054136834",
            "text": "RT @Reuters: China's top disease-control official said the country is formally considering mixing COVID-19 vaccines as a way of boosting va…"
        },
        {
            "author_id": "1352520895",
            "id": "1381341359446110219",
            "text": "RT @andahazi: China admite que sus vacunas tienen una bajísima eficacia. El PC chino habla con una liviandad increíble del fracaso, como si…"
        },
        {
            "author_id": "1338063010821115905",
            "id": "1381341358791696385",
            "text": "RT @giga128daytoy: บนฟ้าของจริง ไม่ติดพื้นค่ะ สายการบิน China Eastern Airline เปิดวิดีโอรายการ our song บนเครื่องด้วย แงงงงง https://t.co/J…"
        },
        {
            "author_id": "338227779",
            "id": "1381341356170313740",
            "text": "RT @catcontentonly: Wow can’t believe China would do that, you’d never see something like this in the US https://t.co/TD3CJ4VxUE"
        },
        {
            "author_id": "1275734646",
            "id": "1381341355952242694",
            "text": "RT @SigaGazetaBR: China admite baixa eficácia da Coronavac https://t.co/9hWpHsiF27"
        },
        {
            "author_id": "1366168968889794564",
            "id": "1381341355838963722",
            "text": "RT @LadyJustice6910: A reminder of when we actually had a president who cared about America, and wasn't China's lapdog. From the incomparab…"
        },
        {
            "author_id": "853927655875297282",
            "id": "1381341355029393409",
            "text": "RT @GeneralBakshi: Normally there's a bipartisan consensus in USA on  security. We were certain Biden adm would deepen Quad alliance and ta…"
        },
        {
            "author_id": "23544720",
            "id": "1381341354744242176",
            "text": "Couve destaca resultados de estudios realizados a Sinovac y defiende su efectividad ante controversia internacional https://t.co/UJ5tMfGWsS"
        },
        {
            "author_id": "776540",
            "id": "1381341354312273921",
            "text": "What a brave soul. Next one to disappear?\n\n— Chinese vaccines “don’t have very high protection rates,” said the director of the China Centers for Disease Control, Gao Fu, at a conference Saturday in the southwestern city of Chengdu.” https://t.co/ui6HeJq2Vu"
        },
        {
            "author_id": "176665804",
            "id": "1381341353574068235",
            "text": "RT @babyaetchecopar: Le rechazamos 15 millones de vacunas a Pfizer en Diciembre y ahora estamos rezando que Rusia y China nos envíen vacuna…"
        },
        {
            "author_id": "279261789",
            "id": "1381341352303194115",
            "text": "RT @Jhonass: ¿Se los dijimos o no se los dijimos?\n\nhttps://t.co/Y9tyAHzP1U"
        },
        {
            "author_id": "1302322676346707968",
            "id": "1381341351799783426",
            "text": "@djinnius @AliceFromQueens China’s not interested in US territory. They’re interested in excluding the US from their sphere of influence in East Asia, but they don’t actually want the territory. Especially Hawaii. \n\nIn some catastrophic Sino-American defeat, China would just want US bases out of Asia."
        },
        {
            "author_id": "429056304",
            "id": "1381341351787311106",
            "text": "Un oficial de gobierno del país fabricante admite que pueden y deben haber mejoras en las vacunas disponibles actualmente.  Posiblemente mRNA inclusive para este año.   https://t.co/gkNhgejAFq"
        },
        {
            "author_id": "51326671",
            "id": "1381341351678197761",
            "text": "Desde China aclararon dichos por efectividad de vacunas: “Fue un completo malentendido”\nhttps://t.co/21Jtn3Zlnb"
        },
        {
            "author_id": "270998081",
            "id": "1381341351661371392",
            "text": "China admitió que la eficacia de sus vacunas contra el COVID-19 no es alta - https://t.co/Oo27oy2eV3 https://t.co/B6bB5DKd3t"
        },
        {
            "author_id": "375861556",
            "id": "1381341350818324480",
            "text": "RT @disclosetv: NEW - China's Cyberspace Administration (CAC) now invites the public to report \"historical nihilists\", netizens who \"distor…"
        },
        {
            "author_id": "1364882570979266561",
            "id": "1381341350495420418",
            "text": "RT @KenRoth: With even @WHO's @DrTedros saying the possibility that Covid-19 escaped from the Wuhan Institute of Virology needs further inv…"
        },
        {
            "author_id": "2303067045",
            "id": "1381341350273163272",
            "text": "RT @lizzard1278: Fuck every single person who says China-virus. Just FUCK YOU."
        },
        {
            "author_id": "1240238450869030912",
            "id": "1381341350096859136",
            "text": "RT @TVPatrol: Hinabol ng mga barko ng China na armado ng missile ang bangkang de motor na sinasakyan ng ABS-CBN News Team. Ito ay sa loob m…"
        },
        {
            "author_id": "26698994",
            "id": "1381341346716217347",
            "text": "RT @conservative874: The biggest threat to the United States in this day and age is NOT “racism”, “white people” or “conservatives” it’s ca…"
        },
        {
            "author_id": "2749178403",
            "id": "1381341344883474435",
            "text": "RT @hancocktom: For Latin America, there is a goal of an $80 billion capital increase for the Interamerican Development Bank (which funds p…"
        },
        {
            "author_id": "444321337",
            "id": "1381341344107356162",
            "text": "RT @benedictrogers: How dare the Chinese Communist Party's goons in #HongKong try to tell other countries who we can &amp; can't welcome, or tr…"
        },
        {
            "author_id": "159708403",
            "id": "1381341342312366088",
            "text": "RT @DiMartinoBooth: Previewing Powell on @60Minutes \n\n“The principal risk to our economy right now really is that the disease would spread…"
        },
        {
            "author_id": "41766743",
            "id": "1381341341494489092",
            "text": "RT @millychu: Vi gente compartiendo este artículo pa decir que Sinovac no funciona.\nEso es FALSO.\nSinovac es menos efectiva en prevenir SÍN…"
        },
        {
            "author_id": "227816830",
            "id": "1381341341238448128",
            "text": "Rising tide....  #consequences https://t.co/M0CRuK0Rpz"
        },
        {
            "author_id": "1362326431951380481",
            "id": "1381341340324265989",
            "text": "@mellziland Depois que o laboratório chinês admite a ineficácia da CoronaVAC (DoriaVAC) vem a imprensa brasileira tentar emplacar mais um FAKE NEWS! Mais um narrativa! Vcs são patéticos!\nhttps://t.co/9WGcYD9QQg"
        },
        {
            "author_id": "1270403356423368704",
            "id": "1381341339082690563",
            "text": "RT @politico: The world still needs \"to get to the bottom of\" the origins of Covid-19, and that means China still owes the world some answe…"
        },
        {
            "author_id": "58562483",
            "id": "1381341338873032709",
            "text": "RT @conexaopolitica: China admite que eficácia de suas vacinas contra Covid-19 não é alta https://t.co/kWvB40nuqY"
        },
        {
            "author_id": "825744584",
            "id": "1381341338071863304",
            "text": "china  .. IS an combateer\nand an sort of et from et rather et of about et of sort of another et of traspasser.. et sort of et of also of an tracherous'ism similar et resmebles of 'actor'ism  et thus et sort of about et whether et of type also? sort of so et also of?"
        },
        {
            "author_id": "787739494405386240",
            "id": "1381341337606234112",
            "text": "RT @radicleslovebot: honey we have guests over , bring out the fine china https://t.co/RvK5o4kzrL"
        },
        {
            "author_id": "1325162735450025984",
            "id": "1381341336779980802",
            "text": "#ANGLE is a lifestyle concept store in Shenzhen, China that combines café, art gallery, and boutique. \nhttps://t.co/83WFCi3H0p\nhttps://t.co/OVE3miUn83 https://t.co/b0CLScSJ36"
        },
        {
            "author_id": "1375731998",
            "id": "1381341335999889411",
            "text": "Vietnam ready for combat in South China Sea as naval ships swarm region https://t.co/D3sszlJSjK"
        },
        {
            "author_id": "897313629887791104",
            "id": "1381341335509143554",
            "text": "@RTultimahora No se llenan los US,atacan China,atacan Rusia y ahora atacan a Irán !"
        },
        {
            "author_id": "314893400",
            "id": "1381341335433711618",
            "text": "RT @KhudroM: The #Uyghur community \nis calling for the #Beijing Olympics to be stopped because of the genocide.\n\n#NoBeijing2022 \n#NoRightsN…"
        },
        {
            "author_id": "558505451",
            "id": "1381341333361721356",
            "text": "So for the US to LIE, slander and cast aspersions about the Chinese not sharing science openly, in real-time and globally to help save lives against Covid-19 is BEYOND THE PALE. \n\nThe more the US lies about China, the faster the US will die by its own code hands &amp; lying tongues. https://t.co/35iR9gDimV"
        },
        {
            "author_id": "1240271698286522369",
            "id": "1381341332648640523",
            "text": "RT @MarliaFernand12: A China admitiu publicamente, pela primeira vez, que está preocupada com a baixa eficácia de suas vacinas contra a Cov…"
        },
        {
            "author_id": "1176425175056650243",
            "id": "1381341328735305729",
            "text": "RT @Samya77011344: @MaBaoguocn @globaltimesnews There are NO JOURNALISTS,\nor Any independent MEDIA allowed in CHINA,\n\nto HIDE EVERY DAMN AT…"
        },
        {
            "author_id": "1319301887234113539",
            "id": "1381341328240488454",
            "text": "Covid-19: China reveló que sus vacunas tienen baja efectividad https://t.co/gusGm4umDH"
        },
        {
            "author_id": "1372158416915992576",
            "id": "1381341326625673217",
            "text": "RT @PessoasBabacas: Humor\n(A China meio que dominou Hong Kong, campos de concentração padrão chinês e etc lá, o pessoal que mora em Hong Ko…"
        },
        {
            "author_id": "1250990753838501893",
            "id": "1381341326030016513",
            "text": "Ayer fui a Panamá la vieja por un proyecto de mi primita de la escuela y valió la pena ir ,adicional hice una amiguita que venia de china super nice☺️ https://t.co/yRNeOG7lRg"
        },
        {
            "author_id": "1270666821776089090",
            "id": "1381341323702190083",
            "text": "China hasn't been forthright on Covid, Blinken says https://t.co/rxuSs9hP2t #StayAtHome #HealthyAtHome #bt29 #Crumlin"
        },
        {
            "author_id": "44182807",
            "id": "1381341322166947841",
            "text": "@SophNar0747 Maybe that's why China's facing irreparable demographic implosion--the likes of which rivaling any great replacement theory this side of 'race realism,' circa 2015?"
        },
        {
            "author_id": "51535847",
            "id": "1381341320539729923",
            "text": "O Brasil sob Bolsonaro está mal com a Europa também. Mas o mundo não está mais no mediterrâneo, o continente perde importância e não me parece que vá moldar o futuro. A gente tem que ter mais laços com China, India, sudeste asiático, países árabes..."
        },
        {
            "author_id": "17400044",
            "id": "1381341320472592384",
            "text": "RT @Billbrowder: China and Russia announced a joint pledge to push back against dollar hegemony. Good luck with that. I don’t imagine many…"
        },
        {
            "author_id": "603161638",
            "id": "1381341318471766018",
            "text": "RT @JodyHice: .@MLB punishing Georgia while working with Communist China is the biggest unforced error I’ve ever seen. @SportsCenter we fou…"
        },
        {
            "author_id": "765510378260357125",
            "id": "1381341318421606403",
            "text": "quite an admission by China’s ambassador https://t.co/vTHZFR95fe"
        },
        {
            "author_id": "1377225188664864768",
            "id": "1381341313686208520",
            "text": "#Domingo #Brasil #Colombia #tokyo #EEUU #Italia #china https://t.co/uuIYIPT7ae"
        },
        {
            "author_id": "2190139545",
            "id": "1381341313040314370",
            "text": "@TomTugendhat @Vlad42250421 Yep, it’s all coming from China"
        },
        {
            "author_id": "2749178403",
            "id": "1381341312855764999",
            "text": "RT @hancocktom: That is part of a proposed $300 million \"countering China's influence fund\" https://t.co/oQooWDG0mZ"
        },
        {
            "author_id": "3848154256",
            "id": "1381341312016875525",
            "text": "RT @PNUDCameroun: Just in! The  Prime Minister @CameroonPm237 has received the 1st consignment of 200 000 doses of the @COVID19  Sinopharm…"
        },
        {
            "author_id": "1380340792796065793",
            "id": "1381341311656202241",
            "text": "@CrimsonTrace @Smith_WessonInc @Faxon_Firearms @FN_America @GemtechSilencer @GLOCKInc Overthrow illegal Biden puppet government of enemy China September"
        },
        {
            "author_id": "123481957",
            "id": "1381341310469177347",
            "text": "RT @zerohedge: China's Digital Yuan Comes With An Expiration Date https://t.co/RyVhL73Tib"
        },
        {
            "author_id": "1362326431951380481",
            "id": "1381341310334988290",
            "text": "@mellziland Depois que o laboratório chinês admite a ineficácia da CoronaVAC (DoriaVAC) vem a imprensa brasileira tentar emplacar mais um FAKE NEWS! Mais um narrativa! Vcs são patéticos!\nhttps://t.co/9WGcYD9QQg"
        },
        {
            "author_id": "227569911",
            "id": "1381341310146121730",
            "text": "DONT LISTEN TO AMERICA PROPAGANDA, WHOLE WORLD IS CHINA TERRITORY"
        },
        {
            "author_id": "1134452299873574912",
            "id": "1381341309810712578",
            "text": "@GGameShxdy Asier nunca fue suplente en china"
        },
        {
            "author_id": "1287150336491356167",
            "id": "1381341308741095425",
            "text": "RT @Nexofin: Coronavirus: China reconoce que la efectividad de sus vacunas no es alta\nhttps://t.co/NdsG7VYnVU https://t.co/j6b5OcROII"
        },
        {
            "author_id": "93684044",
            "id": "1381341308674007051",
            "text": "RT @AblazaLuis: Lost Soul Aside started with one developer from China and then Sony included them in the ChinaHero project program, gave fu…"
        },
        {
            "author_id": "1354235332783435778",
            "id": "1381341308225212422",
            "text": "RT @kmacandall: La rusa sin papeles. La berretada china, cara y de pesima eficiencia.\n\nLa peor bosta compraron.\n\nLa que deja la mejor COIMA…"
        },
        {
            "author_id": "1279904835760992261",
            "id": "1381341308032319490",
            "text": "RT @KenRoth: With even @WHO's @DrTedros saying the possibility that Covid-19 escaped from the Wuhan Institute of Virology needs further inv…"
        },
        {
            "author_id": "1375969110874583041",
            "id": "1381341307751260164",
            "text": "RT @conexaopolitica: China admite que eficácia de suas vacinas contra Covid-19 não é alta https://t.co/kWvB40nuqY"
        },
        {
            "author_id": "908011074385072128",
            "id": "1381341306442682370",
            "text": "RT @cocando: La rebelión iraní contra el dominio de China llega a las calles de Teherán https://t.co/quZxupSfcY"
        },
        {
            "author_id": "217565778",
            "id": "1381341306211987459",
            "text": "RT @xu_xiuzhong: .@ZeyiYang did some digging and found Lu Yang, a low-level propaganda official working at a Chongqing prison to have initi…"
        },
        {
            "author_id": "3287938129",
            "id": "1381341304492281858",
            "text": "RT @gfabianmedina: 🛑Interesantes recomendaciones del decano de la diplomacia de 🇺🇸, Henry Kissinger,  a su gobierno. El mundo ya cambió, Ch…"
        },
        {
            "author_id": "444321337",
            "id": "1381341303032541184",
            "text": "RT @vshih2: Why can’t China work out a licensing deal for Pfizer or moderna? There is plenty of money and production facility"
        },
        {
            "author_id": "173283523",
            "id": "1381341301023596556",
            "text": "RT @mavica7: Coronavirus: China admite dudas sobre sus vacunas, que se utilizan en 22 países - https://t.co/GabnFZMBF5"
        },
        {
            "author_id": "1176425175056650243",
            "id": "1381341300994101248",
            "text": "@MaBaoguocn @globaltimesnews There are NO JOURNALISTS,\nor Any independent MEDIA allowed in CHINA,\n\nto HIDE EVERY DAMN ATROCITY... https://t.co/jxplx7Gz9g"
        },
        {
            "author_id": "3004363940",
            "id": "1381341300633432064",
            "text": "RT @IndoPac_Info: #China tries to nick another speck in the sea from the #Philippines\n\nWhitsun Reef appears above water only at low tide. I…"
        },
        {
            "author_id": "1106036169437962240",
            "id": "1381341296246263816",
            "text": "@anahelo_ana A verdade é que já mudaram tanto a nossa Constituição que agora ela tbm é reconhecida pelo \"sistema da China\"!!!"
        },
        {
            "author_id": "848160451099860992",
            "id": "1381341294786719750",
            "text": "He purchased it in China, I'm not sure how many years ago #AntiquesRoadshow"
        },
        {
            "author_id": "10282412",
            "id": "1381341294748913667",
            "text": "RT @Reuters: China's top disease-control official said the country is formally considering mixing COVID-19 vaccines as a way of boosting va…"
        },
        {
            "author_id": "3390043655",
            "id": "1381341293851328515",
            "text": "RT @ConstanzaRamos2: China admitió que sus vacunas contra el COVID-19 no son tan eficaces https://t.co/MrKYBwg1ba CRISTINA LO HIZO: COMPRÓ…"
        },
        {
            "author_id": "1221366000752324609",
            "id": "1381341293524054017",
            "text": "RT @Reuters: China's top disease-control official said the country is formally considering mixing COVID-19 vaccines as a way of boosting va…"
        },
        {
            "author_id": "236480864",
            "id": "1381341293020856326",
            "text": "These policies benefit the residents of Beijing over those in Boise. https://t.co/ki4XS9MYfk"
        },
        {
            "author_id": "1899996104",
            "id": "1381341293020766212",
            "text": "RT @yungparenti: If the US has the right to invade Syria on the basis of human rights violations, does that also mean China has the right t…"
        },
        {
            "author_id": "2952180689",
            "id": "1381341292597280775",
            "text": "@fansofoutlyre @carbonbaby @kevinfolta @GourmetReviewer @Homestead4Honey @lisamurkowski @USDA I have 275 acres of certified organic land.  Seriously considering not getting it certified this year.  I can't compete with Big chicken on organic chicken.  There isn't a market for organic pork better than pastured pork.  And China and Turkey have decimated organic crops."
        },
        {
            "author_id": "3223335661",
            "id": "1381341292366495745",
            "text": "RT @joshrogin: Chinese vaccines “don’t have very high protection rates,” said director of the China CDC, Gao Fu, at a conference Saturday i…"
        },
        {
            "author_id": "152432034",
            "id": "1381341291204767750",
            "text": "RT @JuliMarinChavez: @KeikoFujimori @noakeikope que raro no? Esto no solo sucede en el Perú sino tambien en otros países. China de mierda n…"
        },
        {
            "author_id": "92133780",
            "id": "1381341290655322116",
            "text": "RT @edgardVE: Mientras tanto la población china está practicamente libre de coronavirus. No es que se estén cuidando más que otros. Fueron…"
        },
        {
            "author_id": "4157610687",
            "id": "1381341288801431564",
            "text": "RT @RaquelBlak: China admite que eficácia de suas vacinas contra Covid-19 não é alta https://t.co/SCf348aWP7\nTAMOFU DE QUALQUER MANEIRA! \nE…"
        },
        {
            "author_id": "1211740765992321024",
            "id": "1381341286435860481",
            "text": "RT @Mix_World_Blog: US President Tweets: Ping Pong Player Who Helped Bridge U.S.-China Diplomacy in 1971 Says ‘Nobody Should Boycott’ the 2…"
        },
        {
            "author_id": "934105328140120064",
            "id": "1381341285357920258",
            "text": "RT @MyHamster_1: Die Regierenden- die Politiker sollen endlich aufhören mit dem ewigen Demokratie-Gequatsche.\n\nFakt ist, das wir hier in De…"
        },
        {
            "author_id": "26698994",
            "id": "1381341284833533955",
            "text": "RT @conservative874: Can all the delusional leftists who want to turn America into a communist shithole move to China, Russia, Cuba, most o…"
        }
    ],
    "meta": {
        "newest_id": "1381341378966401026",
        "next_token": "b26v89c19zqg8o3fostr7hj1lif940m3mxhhdobzu4jgd",
        "oldest_id": "1381341284833533955",
        "result_count": 100
    }
}