{
    "data": [
        {
            "author_id": "50828259",
            "id": "1381333807752699909",
            "text": "RT @Gestionpe: #LoÚltimo | En una rara admisión de la debilidad de las vacunas chinas contra el coronavirus, el principal funcionario de co…"
        },
        {
            "author_id": "4269964942",
            "id": "1381333807303946242",
            "text": "RT @cingolani_oscar: El director del CDC de china anuncia que sus vacunas Sinovac y Sinopharm no son tan efectivas y China piensa combinarl…"
        },
        {
            "author_id": "1223670782666125315",
            "id": "1381333806997704707",
            "text": "@GTorreAmione https://t.co/COVx8MNZTx qué opina de esto? Es la que pondrán a los profesores."
        },
        {
            "author_id": "778512156",
            "id": "1381333801515749392",
            "text": "RT @_NOALCOMUNISMO: HAY QUE DEJAR DE FORTALECER AL DEPREDADOR DE LA HUMANIDAD . . . HAY QUE DEJAR DE HACER NEGOCIOS CON CHINA COMUNISTA . .…"
        },
        {
            "author_id": "1202014119496503296",
            "id": "1381333800995655681",
            "text": "RT @UpdateKBoys: Hoshi do Seventeen para a revista KNight China. (1/4) https://t.co/yOsE2RRedA"
        },
        {
            "author_id": "2149994774",
            "id": "1381333800974753792",
            "text": "RT @Littleb29872980: Read the Law of War \nOn these numbers # posted \nThey connect EVERYTHING from the pandemic to China to the Law Of War c…"
        },
        {
            "author_id": "228120341",
            "id": "1381333797707382789",
            "text": "@Ja21836740 @thenotsosupreme Zhangjiajie in China"
        },
        {
            "author_id": "1182463714508902401",
            "id": "1381333797342437377",
            "text": "RT @pissanoEmi2: Todos los Argentinos deberíamos denunciar en masa(abandono de persona por parte del estado) cada denuncia tendría que ser…"
        },
        {
            "author_id": "322053820",
            "id": "1381333793915670533",
            "text": "RT @uri4u: Over de echte dreiging, die uit China, hoor je Koopmans niet. Verbijsterend dat onze media de verhalen van haar nog altijd serie…"
        },
        {
            "author_id": "1652541",
            "id": "1381333791017422852",
            "text": "China considering mixing COVID-19 vaccines to boost protection rate https://t.co/2p8XnHudWo https://t.co/MEop9zbb4U"
        },
        {
            "author_id": "1325162735450025984",
            "id": "1381333788039413761",
            "text": "@annachiara_b....: Born btwn 1996 &amp; 2010, #China’s #GenZ grew up while the country consolidated its economic power and leading position in the global #luxury market. This generation is staunchly proud of its country and largely confident about its future.\n\nhttps://t.co/q0tz0k2cCn"
        },
        {
            "author_id": "150449614",
            "id": "1381333787259310081",
            "text": "Buenisimo Alberto, me vacunaste con agua. El problema no soy yo. El problema don los viejos a los que les pusieron lo mismo. No solo son corruptos, son asesinos también https://t.co/PjWtWfnBed"
        },
        {
            "author_id": "23719107",
            "id": "1381333784419766272",
            "text": "RT @EFEnoticias: El secretario de Estado de EE.UU., Antony Blinken, criticó la falta de \"transparencia real\" de China al inicio de la pande…"
        },
        {
            "author_id": "3403463410",
            "id": "1381333783992012806",
            "text": "RT @andahazi: China admite que sus vacunas tienen una bajísima eficacia. El PC chino habla con una liviandad increíble del fracaso, como si…"
        },
        {
            "author_id": "478919509",
            "id": "1381333782691725314",
            "text": "@EpochTimes Indiana is very corrupt. IN has China - Indiana Sister City Program that was renewed in 2015 by Pence (traitor). Gov Holcomb accepted hundred of thousands of MASK from China for his unconstitutional mandate &amp; Vetoed Emergency Power Bill Restriction. Indiana has Dominion Voting."
        },
        {
            "author_id": "20016443",
            "id": "1381333782632992775",
            "text": "China Bought Off the WHO Without Money | China Unscripted https://t.co/SMEXxx0BBP"
        },
        {
            "author_id": "600168512",
            "id": "1381333780133199875",
            "text": "RT @mvmeet: India becomes the fastest country in the world to administer 10 crore Covid vaccines\n\n* India did it in 85 days\n* US did it in…"
        },
        {
            "author_id": "1197939341558976515",
            "id": "1381333778921054210",
            "text": "RT @WangDalky: Till 6 months ago with their little scandal that got them dragged by cnetz, bts was working with Fila China too, a brand tha…"
        },
        {
            "author_id": "508692618",
            "id": "1381333778296152067",
            "text": "RT @ssishuwa: When Cuba’s ambassador to #Zambia graced the launch of the opposition Socialist Party and openly backed the new political for…"
        },
        {
            "author_id": "569620766",
            "id": "1381333778291900417",
            "text": "RT @charliekirk11: If Florida were doing such a dangerously bad job containing the China Virus, why would the top aide to Gretchen Whitmer…"
        },
        {
            "author_id": "17453539",
            "id": "1381333778136592385",
            "text": "RT @RajivMessage: European colonial powers fought each other over control of colonies. But also made treaties with each other to divide the…"
        },
        {
            "author_id": "380512247",
            "id": "1381333777868328961",
            "text": "RT @KrisVerma88: -66k Nonsensical moves becoming the norm in small caps, especially in china names. Not going to make sense of it and tired…"
        },
        {
            "author_id": "995366329204043776",
            "id": "1381333777641791490",
            "text": "Baixa eficácia, envasado que daria dez doses só aplicam nove! Agora querem vender uma terceira aplicação. Querem é vender mais! Negócio da China!? https://t.co/CKvOMGtwmp"
        },
        {
            "author_id": "1043326757401780224",
            "id": "1381333776970694658",
            "text": "@killvgui Marcando presença junto com Fine China"
        },
        {
            "author_id": "132074016",
            "id": "1381333776282828800",
            "text": "@ya_mokwena @nickmangwana It was donated by China."
        },
        {
            "author_id": "478088918",
            "id": "1381333775670448133",
            "text": "RT @cgtnenespanol: Se puede observar que ​el último piso de un centro comercial de #Shanghai, Global Harbour, se convierte en un hipódromo…"
        },
        {
            "author_id": "81348375",
            "id": "1381333774487728135",
            "text": "@CNNBrasil https://t.co/QOifPy1k1u"
        },
        {
            "author_id": "1275169746179313664",
            "id": "1381333772453445636",
            "text": "RT @allanldsantos: Da série “SILÊNCIO NA MÍDIA BRASILEIRA”: Partido Comunista Chinês multa empresa Alibaba em $2.8 BILHÕES DE DÓLARES (mais…"
        },
        {
            "author_id": "41641262",
            "id": "1381333772323409921",
            "text": "@JackJolis @wmc_inc @CyrusShares @rottenbanana101 @RuDauntless @robert_spalding @hz_udhr @intelOverwatch @StevenWMosher @JohnRossomando @BaldingsWorld @DanRDimicco @JRNyquist @JMichaelWaller The Soviets also didn't embrace competitive capitalism the way the Chinese Communists have to become world-class manufacturers and industrialists.\n\nChina's standard corporate tax rate is now 25%; 15% for tech companies -- https://t.co/M6sxcj7YaA...\n\nBiden wants US CIT at 28%🙄."
        },
        {
            "author_id": "455480392",
            "id": "1381333772197576712",
            "text": "@MatiasVolco @Xongkuro Delusional. Shanghai is not all of China."
        },
        {
            "author_id": "1291494496354566144",
            "id": "1381333772164075526",
            "text": "RT @DeilerFames: Anti- coup protesters are burn the Chinese flag  in Yangon, Myanmar on April 5,2021. China is defending the UN Security Co…"
        },
        {
            "author_id": "3165903396",
            "id": "1381333771836776449",
            "text": "RT @bruce_haigh: #auspol Morrison doesn't know what he is doing. Covid, Injections, Women, China, Trade, Climate Change, Leadership."
        },
        {
            "author_id": "1171174569438253057",
            "id": "1381333770964504580",
            "text": "I made Plat watch a few episodes with me and he said \"these are all twinks again, what does China have against HUNKS\" and then \"is this... A procedural... [Mirk] are you making me watch a procedural masquerading as a gay taoist drama... You legally have to tell me if you are\""
        },
        {
            "author_id": "4778078958",
            "id": "1381333770414985218",
            "text": "So US is in decline and China’s rise rampant...Such a statement probably only true in realm of finance. This article is geopolitical looking-for-what-you-want https://t.co/2aBWWSgbLO"
        },
        {
            "author_id": "1216492274105843712",
            "id": "1381333770024984580",
            "text": "China's digital currency will be distributed using a two-tiered system to help get it into consumers' hands https://t.co/7CuAolOpK2 MORE COMMUNIST CONTROL OVER THE PEOPLE!! AMERICA SHOULD NEVER COME TO THIS EVIL WE WILL FIGHT IT ALL THE WAY TO HELL WHERE THIS KIND OF CRAP BELONGS"
        },
        {
            "author_id": "1145145483192610817",
            "id": "1381333768636665862",
            "text": "RT @riskyappetite: Not suggesting anything.\nJust saying, we should be aware.\n\n....\n\nRussia, China Team Up to Peddle Insane U.S. COVID Lab T…"
        },
        {
            "author_id": "1039344162032832517",
            "id": "1381333768057815042",
            "text": "RT @BenjaminNorton: After attacking and burning down numerous Chinese businesses, the Western media's favorite so-called \"peaceful pro-demo…"
        },
        {
            "author_id": "1030089366247538688",
            "id": "1381333767692881926",
            "text": "RT @Marcial33525056: @andahazi @lanacionmas Traten de investigar cuanto cobró la MULTIPROCESADA por la tácita \"COMISIÓN POR AGILIZACIÓN DE…"
        },
        {
            "author_id": "1352733531630432256",
            "id": "1381333767265132549",
            "text": "RT @SergioChouza: Los abusos de posición dominante son un problema en todo el mundo, y los países avanzados no dudan dos veces en penalizar…"
        },
        {
            "author_id": "251869750",
            "id": "1381333767013289984",
            "text": "This moronic but uniting theme is just \"All the horrible things we did and are doing,and these measures pain us to no end, are necessary and it's all because of China! CHINA MADE US DO IT/ THEM!!!!\"\nhttps://t.co/x1DfgVBFLN"
        },
        {
            "author_id": "1380281892201754624",
            "id": "1381333766812151812",
            "text": "RT @anaderodriguez_: La vicepresidenta ejecutiva de la República, @drodriven2, señaló que, además del Covax, Venezuela estima vacunar a 70%…"
        },
        {
            "author_id": "1174588923160473600",
            "id": "1381333766682071043",
            "text": "@oskar57163 @MattyH_12 @DudeRiley7 @Jordan_Patu The US is Def not worse than China. I am saying I don't think you u fully understand how much terrible shit the Chinese gov has\n done."
        },
        {
            "author_id": "380512247",
            "id": "1381333765964890119",
            "text": "RT @KrisVerma88: -60k Max loss day on another scammy manipulated china stock $KXIN. Statistically the worst week my system has produced in…"
        },
        {
            "author_id": "1298837673281564673",
            "id": "1381333765092413441",
            "text": "@Dhazelwoodjr @Herrmadl @the_soulstylist @GOPLeader Keystone would bring dirty tar sands oil into the US from Canada 2 refineries 2ship overseas. If we want other nations to cut back on the use of carbon-based fuels, then we should reduce our supply to them and instead find ways to compete with China in solar &amp; wind manufacturing."
        },
        {
            "author_id": "15040988",
            "id": "1381333762991079425",
            "text": "RT @ggreenwald: Anyone \"interviewing\" Hunter Biden who doesn't ask these questions is committing journalistic malpractice:\n\n* Were any of r…"
        },
        {
            "author_id": "1352679542263955456",
            "id": "1381333761946648577",
            "text": "RT @CiandePaor: Being vaccinated does NOT mean you can go learn an Gaeligle, go on a trip to Ireland, run into Frank Kelly in a Dublin pub,…"
        },
        {
            "author_id": "49410452",
            "id": "1381333760407449616",
            "text": "RT @altaexposicao: tem réplica da torre eiffel na china, paquistão, grécia, méxico, bulgária, romênia, até em são paulo.\n\nqual segue sendo…"
        },
        {
            "author_id": "1378260467831820291",
            "id": "1381333760042360832",
            "text": "@thehill Because China has brought the epidemic under control, many people feel there is no need to get vaccinated."
        },
        {
            "author_id": "1371159681935228930",
            "id": "1381333757513363466",
            "text": "RT @ROBSONGlria1: É, Sr @jdoriajr, essa é a sua super vacina. Não protege ninguém!\n\"China admite baixa eficácia da Coronavac\". \nhttps://t.c…"
        },
        {
            "author_id": "2848951167",
            "id": "1381333756452220937",
            "text": "RT @mavica7: El contrato con Sinopharm venció hace 10 días y todavía faltan 2 millones de dosis:La empresa china apenas entregó 1 de los 3…"
        },
        {
            "author_id": "317538553",
            "id": "1381333755646853121",
            "text": "RT @minhtngo: \"To prevent China’s techno-authoritarianism from gaining traction, the [U.S.] must ... reform its own surveillance practices,…"
        },
        {
            "author_id": "81108198",
            "id": "1381333754803724289",
            "text": "RT @nuicemedia: Umm, the Director of China’s Centers for Disease Control just admitted today that their home grown vaccines “don’t have ver…"
        },
        {
            "author_id": "769676882447044608",
            "id": "1381333751943270401",
            "text": "HAY QUE DEJAR DE APOYAR Y SER DEPENDIENTE DE  CHINA COMUNISTA...EL CAUSANTE DEL PEOR DESASTRE BIOLOGICO Y HOY SE ADUEÑA DEL MUNDO INDISCRIMINADAMENTE COMO SI NADA...#PROSCRIBIRELCOMUNISMO https://t.co/xpriql3oGN"
        },
        {
            "author_id": "1132401609596702721",
            "id": "1381333751288971264",
            "text": "RT @RMogyorosy: Wohin soll die Reise gehen? China? https://t.co/UiD7LPHFkt"
        },
        {
            "author_id": "1326400180380426242",
            "id": "1381333750479458306",
            "text": "Recuerda burro @KeikoFujimori @Unete_Keiko_F así como lo sacamos a esta bestia. Hacemos lo mismo con la china falsa https://t.co/MrbiwBGhCg"
        },
        {
            "author_id": "1377556893346975747",
            "id": "1381333749808439299",
            "text": "RT @SilingWu: 🇨🇳🇵🇰 Maulana Abdul Kh abeer Azad, Chairman, central Ruet-e-Hilal Committee and Khateeb of the historic Badshahi Masjid Lahore…"
        },
        {
            "author_id": "68438264",
            "id": "1381333748088705028",
            "text": "RT @gazetadopovo: China intensifica campanha para desacreditar os EUA e rebater críticas sobre direitos humanos https://t.co/kZCUOFpsUj"
        },
        {
            "author_id": "2617443576",
            "id": "1381333747425894400",
            "text": "RT @LimaNoticia: EEUU CHINA - EE.UU. critica la falta de \"transparencia\" de China al inicio de la pandemia https://t.co/kAnDiElQoH #Mundo h…"
        },
        {
            "author_id": "1235016762665488384",
            "id": "1381333746792558596",
            "text": "RT @mortimer_1: BREAKING:\n\nLive shot of Canada and China officials meeting this weekend to see how the two countries can work together... h…"
        },
        {
            "author_id": "103398464",
            "id": "1381333746285219840",
            "text": "RT @latinus_us: China admite que sus vacunas contra #COVID19 tienen baja efectividad y analiza mezclarlas. #Coronavirus\n#Latinus #Informaci…"
        },
        {
            "author_id": "734836586228154368",
            "id": "1381333745484115969",
            "text": "RT @allanldsantos: Da série “SILÊNCIO NA MÍDIA BRASILEIRA”: Partido Comunista Chinês multa empresa Alibaba em $2.8 BILHÕES DE DÓLARES (mais…"
        },
        {
            "author_id": "61873260",
            "id": "1381333742023761926",
            "text": "Oye en el mega están dando un capitulo de selección nacional dedicado a china y están mostrando el mismo grupo que no aceptaron en got talent"
        },
        {
            "author_id": "2280206959",
            "id": "1381333740169879552",
            "text": "➦ China: Zweifel am eigenen Impfstoff\n\n» \n \n  https://t.co/FP0xFMeP9z"
        },
        {
            "author_id": "1238904228241977344",
            "id": "1381333736093057025",
            "text": "\" E ricorderò sempre la sua schiena china a raccogliere i nostri indumenti sparsi.....con gesti di bontà umile, pietosa e paziente. E aveva...il viso trafelato e felice di quando portava in salvo qualcuno\". \n\nAdriano Olivetti ricordato da Natalia Ginzburg"
        },
        {
            "author_id": "8877352",
            "id": "1381333731693096962",
            "text": "China admitió que la eficacia de sus vacunas contra el COVID-19 no es alta\nhttps://t.co/3XAfLHbF8T https://t.co/pSzWEYM1YB"
        },
        {
            "author_id": "1301735185285742592",
            "id": "1381333731680546818",
            "text": "M estaba acordando que una vez hice un amigo rikillo y m estaba contando sus desgracias de como casi caía en depre pq su papá lo mandó de intercambio a china yo así 😑 pensando que su papá no nos había pagado y tenía que sobrevivir con 500 pesos pq nunca m pagaban completo jajaja"
        },
        {
            "author_id": "1202043714568425473",
            "id": "1381333730376187904",
            "text": "@shammdog @NMC_Fro @tinymma Your so dense dude. American man claims to know and understand the inerworkings of the CCP. Weili is from china. No shit shes gonna rep the flag. Imagine if we applied your logic to every other fighter. We cant pin the negative history of a country on its athletes."
        },
        {
            "author_id": "1172711163840409603",
            "id": "1381333730057404431",
            "text": "O índice futuro do milho está subindo basicamente por expectativa de aumento no consumo da China e pela possível quebra de safra por efeitos climáticos. Também fatores especulativos influenciam essa disparada. https://t.co/08NgKrCejb"
        },
        {
            "author_id": "173283523",
            "id": "1381333729310806019",
            "text": "RT @kmacandall: La rusa sin papeles. La berretada china, cara y de pesima eficiencia.\n\nLa peor bosta compraron.\n\nLa que deja la mejor COIMA…"
        },
        {
            "author_id": "1039632663018135553",
            "id": "1381333728035811328",
            "text": "RT @SigaGazetaBR: China admite baixa eficácia da Coronavac https://t.co/9hWpHsiF27"
        },
        {
            "author_id": "3043023821",
            "id": "1381333726865543169",
            "text": "RT @sunlorrie: We are lost: Trudeau government threatens Halifax Security Forum over proposed Taiwan award: It wants to honour President Ts…"
        },
        {
            "author_id": "1167510078649487361",
            "id": "1381333725758296066",
            "text": "RT @mavica7: Coronavirus: China admite dudas sobre sus vacunas, que se utilizan en 22 países - https://t.co/GabnFZMBF5"
        },
        {
            "author_id": "85044911",
            "id": "1381333725535866880",
            "text": "RT @LawrenceSellin: China's People's Liberation Army is known to participate together with universities &amp; private companies in population-b…"
        },
        {
            "author_id": "1201304560653856768",
            "id": "1381333725053472769",
            "text": "RT @TheRichmondNews: Letters: Trump got it right about China https://t.co/qZzL4XPjv3 https://t.co/uIaAUl6Ly4"
        },
        {
            "author_id": "4839886540",
            "id": "1381333722503512068",
            "text": "RT @joncoopertweets: Secretary of State Antony Blinken Warns China That Taiwan Attack Would Be a 'Serious Mistake' as Military Tensions Mou…"
        },
        {
            "author_id": "1302672636217090050",
            "id": "1381333722406998026",
            "text": "RT @sunlorrie: In 2019, Defence Minister Harjit Sajjan shocked the Halifax Security Forum when he said China was not our adversary. Now, th…"
        },
        {
            "author_id": "45936838",
            "id": "1381333720905494532",
            "text": "RT @AbrimeEzeiza: Pfizer ofreció 15 millones de vacunas a U$2 a la Argentina.\nPero @alferdez las rechazó y prefirió pagar U$10 a Rusia por…"
        },
        {
            "author_id": "253328097",
            "id": "1381333719819169796",
            "text": "RT @kn_jenniekim: @jenniedebuts She said that even she knew she have a fanbase in china (JennieBar) because Jenwonder mentioned that to her…"
        },
        {
            "author_id": "974730790071422979",
            "id": "1381333718623731720",
            "text": "RT @LabelMen: @btcinchina @Bytom_Official I think this precedent is very worth the attention of investors! If the development of the blockc…"
        },
        {
            "author_id": "1320126249797357570",
            "id": "1381333718485372939",
            "text": "RT @miguelhotero: China reconoce que su vacuna no es tan eficaz https://t.co/6Ce9uE1EPQ vía @ElNacionalWeb"
        },
        {
            "author_id": "1304762133784268800",
            "id": "1381333717944307712",
            "text": "@justpaulwalker @layzhang Allah şahit temiz kalpliyim hep china çıkıyor hchbjmm"
        },
        {
            "author_id": "1205638192784908289",
            "id": "1381333717738749963",
            "text": "RT @sundaynightarmy: 🔥Now in 46 Countries🔥 \nTHANK YOU!\nApple👇\nhttps://t.co/b3yHkdIMrp\nSpotify👇\nhttps://t.co/qzkeEKC12p \n\n#podcast #Egypt #G…"
        },
        {
            "author_id": "933944151275536384",
            "id": "1381333717709320193",
            "text": "RT @oshowed: How many amongst you think #COVID19 virus is bioweapon made in china ?"
        },
        {
            "author_id": "1965741672",
            "id": "1381333717591920643",
            "text": "@soyestoica @carolina_moine Es lo que vengo diciendo. China ya vive como lo ha hecho siempre. Este virus fue un acto de terrorismo de parte de ellos para perjudicar a Trump. Pasado el 2020 todo volvió a la normalidad pero el negocion de las vacunas ya estaba comenzado y 2021 es para el negocio."
        },
        {
            "author_id": "15119821",
            "id": "1381333713804492803",
            "text": "RT @taiwanreporter: \"Ein primär von Immigranten betriebener Hochtechnologie-Cluster oder gar eine Staatschefin mit ausländischen Wurzeln in…"
        },
        {
            "author_id": "1307458267531161600",
            "id": "1381333713762541571",
            "text": "@Capitan00teri @PatriciaLavatai @6ixGod_SK @b_z_p1 @vegasbaby2012 @Yazable @RoyalFamily Dont want wars. Just the end of western hegemony and brutal capitalism. Asking nicely doesnt end that. Besides, with how America is ramping up aggression towards Russia and China...its likely? I do value kindness and I dislike all religions and I dont owe that corpse any respect"
        },
        {
            "author_id": "1303839830351241217",
            "id": "1381333713749938176",
            "text": "RT @RinconSalfate: #China habría comprado el suministro eléctrico de #Chile como parte de un plan de #Invasion y #Dominacion sobre #Latinoa…"
        },
        {
            "author_id": "1056090842006470656",
            "id": "1381333713691287554",
            "text": "@Ja21836740 Zhangjiajie national park, China"
        },
        {
            "author_id": "285403847",
            "id": "1381333713523511308",
            "text": "I could never date the nation of China. Too many red flags."
        },
        {
            "author_id": "2825307463",
            "id": "1381333712302972932",
            "text": "RT @SigaGazetaBR: China admite baixa eficácia da Coronavac https://t.co/9hWpHsiF27"
        },
        {
            "author_id": "1270748279609966596",
            "id": "1381333707454361600",
            "text": "RT @SigaGazetaBR: China admite baixa eficácia da Coronavac https://t.co/9hWpHsiF27"
        },
        {
            "author_id": "95425679",
            "id": "1381333704451186691",
            "text": "RT @MsAvaArmstrong: people are dying of a Chinese virus but it's racist to refer to it as Chinese even though it began in China.  We are li…"
        },
        {
            "author_id": "1311256364128391168",
            "id": "1381333703218061322",
            "text": "RT @Frospigliosi: China admite que sus vacunas contra el COVID tienen una efectividad baja ⁦@ErnesBustamante⁩ tenía razón, son las más cara…"
        },
        {
            "author_id": "1206599081507905536",
            "id": "1381333703218061316",
            "text": "RT @DEADLINE: ‘Godzilla Vs Kong’ Rises To $358M Worldwide; ‘Mortal Kombat’ Kicks Off With $11M Overseas – International Box Office https://…"
        },
        {
            "author_id": "2872986808",
            "id": "1381333700965773313",
            "text": "RT @Elonx9: Öffentliche Verkehrsmittel in Amerika sind so beschissen, dass Musk Fanboys denken dieser Tunnel ist eine Revolution während es…"
        },
        {
            "author_id": "933944151275536384",
            "id": "1381333700307132416",
            "text": "RT @oshowed: China can hide figures but it cant hide mass deaths..something is wrong..\nsee the map here\nhttps://t.co/RHoruKQaTh"
        },
        {
            "author_id": "954012462",
            "id": "1381333697069248519",
            "text": "RT @juanflores18: Siendo las 08h41, recibimos más resultados de los #EcuatorianosEnElExterior 🇪🇨🌏, esta vez desde #China 🇨🇳 (GUANZAHOU)\n\n🗳️…"
        },
        {
            "author_id": "865661514144899072",
            "id": "1381333696712568832",
            "text": "@Zackula2 @RobotPete @sunlorrie China lead in baby milk scandal"
        },
        {
            "author_id": "954836156",
            "id": "1381333696297459714",
            "text": "RT @Mihlii1: Y'know, despite living there for more than half my life, I didn't realize there was so much I didn't know about my home countr…"
        },
        {
            "author_id": "1185007793541189632",
            "id": "1381333696142311429",
            "text": "RT @allanldsantos: Da série “SILÊNCIO NA MÍDIA BRASILEIRA”: Partido Comunista Chinês multa empresa Alibaba em $2.8 BILHÕES DE DÓLARES (mais…"
        }
    ],
    "meta": {
        "newest_id": "1381333807752699909",
        "next_token": "b26v89c19zqg8o3fostr7hiqw55c6as6y7i9wvhxxx18d",
        "oldest_id": "1381333696142311429",
        "result_count": 100
    }
}