{
    "data": [
        {
            "author_id": "1214243850773880835",
            "id": "1381332212960927747",
            "text": "Someone might wonder why I studied 19 years at the universities and collages of @Sweden? Well. I am a curious person,u perhaps can see it as if I am a kid that never grew up,still wanting to understand the world @MFA_China. I study bec' I know 2 little. I know I won't know enough https://t.co/x0sbJrk9yj"
        },
        {
            "author_id": "69638425",
            "id": "1381332210192637955",
            "text": "Da série \"China agiu rápido\".... https://t.co/xuzGrJ6B5y"
        },
        {
            "author_id": "1246424070515646465",
            "id": "1381332208686747648",
            "text": "If you get get McDonald's while in China is it technically Chinese food?"
        },
        {
            "author_id": "1377638067159379971",
            "id": "1381332208565243909",
            "text": "RT @Lindasod: USDA projeta produção de alimentos p/ 2026/2027 e advinha quem vai ampliar sua produção p/ quase metade dos alimentos produzi…"
        },
        {
            "author_id": "291030542",
            "id": "1381332202802323459",
            "text": "RT @Viczuri: La ALIANZA tiene las PRUEBAS sobre la PLANDEMIA. El Dr. Fauci y la Fundación Gates son responsables directos de mover el virus…"
        },
        {
            "author_id": "1527212276",
            "id": "1381332202592555009",
            "text": "RT @babyaetchecopar: Le rechazamos 15 millones de vacunas a Pfizer en Diciembre y ahora estamos rezando que Rusia y China nos envíen vacuna…"
        },
        {
            "author_id": "725939665526648832",
            "id": "1381332202026246144",
            "text": "RT @the_pearl_lover: @kikorustia @chiarazambrano For DDS to make an editorial cartoon showing Filipinos as scaredy cats, ano nalang kaya na…"
        },
        {
            "author_id": "31146154",
            "id": "1381332195994787843",
            "text": "@RichardHanania @DarrenJBeattie Stories such as this is why I root for the rise of China."
        },
        {
            "author_id": "2998896042",
            "id": "1381332194287751170",
            "text": "[#COVID19 &amp; #AIEthics] Yesterday a did a keynote at an IEEE congress in Xian, China. \n\nWhen I connected to the Zoom, I saw 70 people online. But I couldn't see the video. The issue was that Zoom in China does not support HD (I guessed this fast). https://t.co/xdANlW7HZu"
        },
        {
            "author_id": "1205137992462954497",
            "id": "1381332191662116864",
            "text": "RT @HKers1992: @lukedepulford @SharriMarkson The case of Andy Li is a landmark, which the Chinese-style judiciary has finally applied to #H…"
        },
        {
            "author_id": "867381061927530498",
            "id": "1381332191003705346",
            "text": "RT @dedieu_stephane: La Chine reconnaît publiquement le manque d'efficacité de son vaccin.\nLes pays ayant vacciné massivement avec (Chili..…"
        },
        {
            "author_id": "899190988744175620",
            "id": "1381332190869381122",
            "text": "RT @NChaiyo1: HAPPY CHINA DAY 2021\nครั้งที่ 13 ของสจ๊วตหนุ่มหล่อ\nในวันที่ฝนพรำ ก่อนวันตรุษจีน\n   ชุดที่ 24 เอาตัวสจ๊วตหนุ่มหล่อมาทรมานต่อใน…"
        },
        {
            "author_id": "18821792",
            "id": "1381332190856937474",
            "text": "Gostei do programa sobre bombeiros. E olhando para o corpo de bombeiros da China mil anos a frente do BR em relação a infraestrutura."
        },
        {
            "author_id": "1332763967689723907",
            "id": "1381332189476970496",
            "text": "RT @checkarlo: @LalyGoyzueta Aclaración de una reportera española que reporta en directo desde China.\nhttps://t.co/ctb0Fz1Byj"
        },
        {
            "author_id": "1348027922720976899",
            "id": "1381332186951995400",
            "text": "@GovTimWalz I and many others  have researched the pharm co.s &amp; Bill Gates, his videos where he creates schemes to help depopulate the world, China's influence on the whole covid hoax, Huckster Fauci, the shot deaths and the side effects only to have to retake the shot in 6 months?  NO"
        },
        {
            "author_id": "1359591298156560387",
            "id": "1381332186737963011",
            "text": "RT @WSJ: China is set to become the first major country with a digital currency, which will be unlinked to the global financial system domi…"
        },
        {
            "author_id": "1273559767",
            "id": "1381332185765052419",
            "text": "RT @JackPosobiec: China laughs at you every day https://t.co/8zfccsSjy6"
        },
        {
            "author_id": "363529147",
            "id": "1381332184091402241",
            "text": "@cauley_anne @stevenchase @nspector4 The UK didn’t manufacture vaccines prior to Covid, but purposely looked inward, they now produce over 350, 000 doses daily. Trudeau made a deal with China. \n\nOh and we do manufacture vaccines and those manufacturers begged Trudeau last Spring for support and were ignored."
        },
        {
            "author_id": "333040588",
            "id": "1381332182355050498",
            "text": "RT @Mikefication: China Joe, we are not waiting! 🇺🇸 https://t.co/02i6febLmq"
        },
        {
            "author_id": "1361114448795209730",
            "id": "1381332181436538888",
            "text": "Everybody else is talking about hunter/Biden collusion with China and Ukrain and you and MSM are not so... https://t.co/F20qACq3XW"
        },
        {
            "author_id": "743153532438745088",
            "id": "1381332179750379520",
            "text": "RT @EFEnoticias: El secretario de Estado de EE.UU., Antony Blinken, criticó la falta de \"transparencia real\" de China al inicio de la pande…"
        },
        {
            "author_id": "3223815979",
            "id": "1381332178286518273",
            "text": "whats going on\nAussie anti- China rhetoric has gone from a roar to a whimper\nAus is now simpering in the corner as it KOWTOWS to USA"
        },
        {
            "author_id": "157707639",
            "id": "1381332174583037955",
            "text": "RT @AmazoniaAzulBR: Por que Governos e ONGs cobram do agronegócio brasileiro ser sustentável (e são sustentáveis) e não cobram na China a p…"
        },
        {
            "author_id": "185630556",
            "id": "1381332173853089793",
            "text": "RT @sunlorrie: We are lost: Trudeau government threatens Halifax Security Forum over proposed Taiwan award: It wants to honour President Ts…"
        },
        {
            "author_id": "318009704",
            "id": "1381332173140201481",
            "text": "RT @Ash_Stewart_: Bad news for the Sinopharm &amp; Sinovac vaccines\n\n\"In a rare admission of the weakness of Chinese coronavirus vaccines, the…"
        },
        {
            "author_id": "222266766",
            "id": "1381332169449168905",
            "text": "@bot77499888 @ElDoctorDientes Estás a un tuit de soltar la chorrada del \"todo es de todos\".\n\nEn China las principales formas de propiedad pública son: propiedad estatal, propiedad colectiva y propiedad mixta basada en sociedades anónimas limitadas."
        },
        {
            "author_id": "78019299",
            "id": "1381332168740380682",
            "text": "@Y0giDjspain @pistol147 @WeAreWST 😂😂😂 I just think he is miles off the pace. The performance against hendry summed it all up.. 3 wildcards is excessive. Hendry  has only returned because he can’t  go to China with covid impacting the game internationally."
        },
        {
            "author_id": "1081701690758385664",
            "id": "1381332167729483778",
            "text": "RT @allanldsantos: Da série “SILÊNCIO NA MÍDIA BRASILEIRA”: Partido Comunista Chinês multa empresa Alibaba em $2.8 BILHÕES DE DÓLARES (mais…"
        },
        {
            "author_id": "76129230",
            "id": "1381332166638977036",
            "text": "RT @miguelm_barrios: Efectividad de la vacuna china dicen que es del 50%, pero esto es sólo para evitar enfermedad leve. Evita en un 100% l…"
        },
        {
            "author_id": "1287796695753990144",
            "id": "1381332165187792897",
            "text": "@XHespanol El.mundo cada vez mira a China con mayor atención por lo que una acción de reforestación  en ese sentido puede ser imitada por las naciones"
        },
        {
            "author_id": "901165690966749184",
            "id": "1381332164332171267",
            "text": "RT @4EverSugus: KFC en China⛩️ pone en circulación carritos autónomos 5G. ¿En los próximos años crees que tu empleo será seguro?🤔 https://t…"
        },
        {
            "author_id": "1347969958664409089",
            "id": "1381332163140972547",
            "text": "RT @Jaye_inUSA: Tell you what..  keep us up-to-date on investigations you’re doing on the Bidens and their dealings with (take your pick) a…"
        },
        {
            "author_id": "990312164090097667",
            "id": "1381332162381680642",
            "text": "@LRdrgz4_0 @NoContxWeb sabias que la única vacuna no es la china? sabias que estas al nivel de un conspiracioncita?"
        },
        {
            "author_id": "773422451288117249",
            "id": "1381332160611762184",
            "text": "RT @KathyMattice: I'm willing to pay China to take him back. https://t.co/rR4LFa4OBF"
        },
        {
            "author_id": "1174918044344172545",
            "id": "1381332160263692289",
            "text": "@misskhushee @Its_Me_Kk__ Muje kisi ne nhi china .ok yahi hn 😒"
        },
        {
            "author_id": "1376964710088679424",
            "id": "1381332159797993475",
            "text": "RT @iblinkforblink2: Lisa x MAC ads in China\n\ncr. ctto\n\nI vote #HowYouLikeThat for #BestMusicVideo on #iHeartAwards \n@BLACKPINK https://t.c…"
        },
        {
            "author_id": "2750060503",
            "id": "1381332153737347075",
            "text": "EE.UU. critica la falta de «transparencia» de China al inicio de la pandemia : Washington, 11 abr ( - https://t.co/QJjQwyoayt"
        },
        {
            "author_id": "340064107",
            "id": "1381332152512569344",
            "text": "RT @CSIS: This year's Space Threat Assessment focuses on five specific countries that are either avidly pursuing counterspace capabilities…"
        },
        {
            "author_id": "1366200472705536002",
            "id": "1381332151774285826",
            "text": "China has PM Blackface's pee pee tapes. https://t.co/P96aXSWgIL"
        },
        {
            "author_id": "59968084",
            "id": "1381332144467943428",
            "text": "RT @SpencerFernando: By Threatening The Halifax Security Forum In An Effort To Block Award To Taiwan's President, The Trudeau Government On…"
        },
        {
            "author_id": "1198954057613955073",
            "id": "1381332143788425220",
            "text": "RT @CSIS: This year's Space Threat Assessment focuses on five specific countries that are either avidly pursuing counterspace capabilities…"
        },
        {
            "author_id": "3163030939",
            "id": "1381332142358024192",
            "text": "RT @ZaleskiLuke: Thinking the trump administration did a good job managing covid is insane: they disbanded early response team, mangled clo…"
        },
        {
            "author_id": "1224739936865263616",
            "id": "1381332140567171074",
            "text": "@Aryan_warlord Isn't that the same problem with China as well ?? How we match with China ?\n\nUnless they had prepared before the pandemic :-)"
        },
        {
            "author_id": "1243863200828919810",
            "id": "1381332140139409418",
            "text": "RT @vbaosv: La vacuna china SINOVAC no presenta buenos datos en Chile."
        },
        {
            "author_id": "832197512",
            "id": "1381332138776203265",
            "text": "@AliceFromQueens @juicyjcaint420 Neither is China taking Taiwan and other small islands in its neighboring sea, in fact that is their express goal. China today is also a much greater threat to western hegemony and influence than the USSR was, the Soviets never got our companies to change their products for them."
        },
        {
            "author_id": "901878514894475267",
            "id": "1381332134795821059",
            "text": "RT @cingolani_oscar: China debería  entregar las vacunas de Pfizer y Moderna que tiene a aquellos países a los cuales les vendió sus vacuna…"
        },
        {
            "author_id": "154903293",
            "id": "1381332133541683200",
            "text": "@IndoPac_Info CCP already knew it from the beginning. That is why China exports it more than for local use."
        },
        {
            "author_id": "702942818",
            "id": "1381332131364753410",
            "text": "RT @MirJunaidJKWP: SriLanka is banning Burqas &amp; Madrassas. India is surrounded by countries which are actually cruel to their minorities. B…"
        },
        {
            "author_id": "1325162735450025984",
            "id": "1381332128814669828",
            "text": "#China’s new interest in niche Western beauty\n#Individualism and a need for #newness is powering Chinese #consumers allure for #niche_beauty.\n\nhttps://t.co/Uyt4Qhj73f"
        },
        {
            "author_id": "214654689",
            "id": "1381332128672186370",
            "text": "@Stand_with_HK @chercywong @MehmetTohti @globalnews This is China, cruel and barbaric, a country that seems to relish in its brutality and extreme obnoxity 🤮🤮🤮🤮🤮"
        },
        {
            "author_id": "1620687824",
            "id": "1381332124599349249",
            "text": "RT @texan40: China sells cheap shit via Walmart.\nCheap shit drives mom and pop stores out of business en masse.\nSmall town USA looks like g…"
        },
        {
            "author_id": "1359327711840198656",
            "id": "1381332122317680640",
            "text": "@CaratShopINA bene hmv sama synnara china priority nder, ayoo kalo punya bisa dibicarakan baik2 di dm🥺 https://t.co/wue5tyhpWE"
        },
        {
            "author_id": "725939665526648832",
            "id": "1381332120136654849",
            "text": "RT @XianKing02: @kikorustia @chiarazambrano Nakakapanlumo ang mga putanginang dds na tuwang tuwa pa sa ginagawa ng china"
        },
        {
            "author_id": "2218437631",
            "id": "1381332119641788429",
            "text": "RT @kelliekelly23: Heartbreaking Photo Shows 'Hand of God' Created by Nurse For Covid Patients Suffering in Isolation \n\nThis is so sad to l…"
        },
        {
            "author_id": "1066107811992616960",
            "id": "1381332119390158853",
            "text": "@jonas_cassian @Yunaum1 @DaniloChach1 @LucioJLima1 @freitasnovorj @SerginSFC E o Dória disse que era alarmismo desnecessário, que o Brasil não chegaria a casos como China ou Itália. O tal Pondé disse q cancelar o carnaval era autoritarismo fascista."
        },
        {
            "author_id": "1200138362998476800",
            "id": "1381332118769373191",
            "text": "@ceciliaom @elepicentro ¡Por fin!\n¿Y cuando a la cárcel la china delincuente?"
        },
        {
            "author_id": "4837626771",
            "id": "1381332118446477315",
            "text": "RT @riellodecba: Y la china “outlet” (otra muy utilizada por la derecha latinoamericana), reconocen desde China que esa vacuna tiene baja e…"
        },
        {
            "author_id": "1235401423434604544",
            "id": "1381332117297065984",
            "text": "@LibertasBrett @Strangeland_Elf And I hope China keeps their free market policies, as well as improve working conditions and actually protect basic rights, but we shouldn’t be exploiting their labor at the expense of our workers and national secretary."
        },
        {
            "author_id": "1344898112511475713",
            "id": "1381332113694294021",
            "text": "RT @washingtonpost: Effectiveness of Chinese vaccines \"not high\" and needs improvement, says top health official https://t.co/5Y9o5amley"
        },
        {
            "author_id": "1202433128717049858",
            "id": "1381332113241346049",
            "text": "@Enopoletus @AliceFromQueens Taiwan is more complicated, because China claims it is a domestic issue and the world recognizes this to an extent. But the real issue is use of force. No country in East Asia would support China using force against Taiwan. So is this security umbrella real or not? If the US"
        },
        {
            "author_id": "176597920",
            "id": "1381332111773286402",
            "text": "#COVID19 https://t.co/xGliyVRll2"
        },
        {
            "author_id": "1178537216261279746",
            "id": "1381332110653317120",
            "text": "@SyedShamsulHas9 no. Chinese know pretty well about USA. that's why China insists on \"Non-intervention\"\nBut USA, for its own interest and priority, keeps pushing on other countries."
        },
        {
            "author_id": "995693690059481089",
            "id": "1381332109298634755",
            "text": "RT @ETExileGov: We thank @SecBlinken for consistently condemning China’s GENOCIDE in East Turkistan. We urge the US to support our case aga…"
        },
        {
            "author_id": "978805113740578816",
            "id": "1381332108812107776",
            "text": "RT @mavica7: El contrato con Sinopharm venció hace 10 días y todavía faltan 2 millones de dosis:La empresa china apenas entregó 1 de los 3…"
        },
        {
            "author_id": "707178837394726912",
            "id": "1381332106979250176",
            "text": "RT @andahazi: China admite que sus vacunas tienen una bajísima eficacia. El PC chino habla con una liviandad increíble del fracaso, como si…"
        },
        {
            "author_id": "1243847129430405120",
            "id": "1381332106735931394",
            "text": "RT @MagGuardian: Does China really want to declare War on Rare Earth minerals ? \n#economy #USA #China #industry \nhttps://t.co/cfPkATRY6k"
        },
        {
            "author_id": "1463836472",
            "id": "1381332105809039360",
            "text": "RT @SamuelAldanaV: Primeros resultados del voto en el Extranjero :\n\nSegún las actas escrutadas de los personeros y observadores\n\nKeiko Fuji…"
        },
        {
            "author_id": "53799378",
            "id": "1381332105704189957",
            "text": "@mpaularfer @verajazz @Vozdatarde @o_antagonista Eles até tentaram mudar essa imagem fazendo uma inspeção na China: mas é óbvio q n tiveram acesso a tudo. Nosso papel é ser crítico, mesmo, dentro das capacidades e a OMS foi criticada pela demora na decretação da pandemia e no seu controle lá na China, mesmo."
        },
        {
            "author_id": "1200129610903674881",
            "id": "1381332102394875910",
            "text": "@robert_spalding Soviets tried to appeal to people's hearts and souls opposing racism, injustice, and perhaps the treatment of women\nThey were themselves anti-Semites but had some points about race and class\nChina is all about people's stomachs, greed, rage, the past"
        },
        {
            "author_id": "1332806016937963522",
            "id": "1381332101178400768",
            "text": "RT @latinus_us: China admite que sus vacunas contra #COVID19 tienen baja efectividad y analiza mezclarlas. #Coronavirus\n#Latinus #Informaci…"
        },
        {
            "author_id": "1352733531630432256",
            "id": "1381332101069438976",
            "text": "RT @SergioChouza: ¿Se imaginan el escándalo que hoy tendríamos acá si hubiéramos ido por la estrategia chilena y brasilera con Sinovac?\n\n¿C…"
        },
        {
            "author_id": "160541732",
            "id": "1381332098741641217",
            "text": "RT @MichaelChongMP: The Trudeau government’s silence is a serious miscalculation.\n\nIf democracies are silent, our hard-won and cherished be…"
        },
        {
            "author_id": "1341951199315050498",
            "id": "1381332098162696196",
            "text": "RT @sunbaeknims: Wonwoo: Moon Junhui’s song is the best.👍\nJun: Momodda❤️\n\nWonwoo: Myungho’s song is good already.😁\nThe8: 🥰😍😘\n\nMe: 😭😭😭😭😭😭😭😭😭…"
        },
        {
            "author_id": "1348716697390346241",
            "id": "1381332097286164481",
            "text": "RT @GracieAbramsBRA: -“Eu ouvi a música dela no youtube há muito tempo, a primeira que cantei foi “Wating Room”[...] Não é exagero dizer qu…"
        },
        {
            "author_id": "1297652657138601987",
            "id": "1381332097063862275",
            "text": "RT @anaderodriguez_: La vicepresidenta ejecutiva de la República, @drodriven2, señaló que, además del Covax, Venezuela estima vacunar a 70%…"
        },
        {
            "author_id": "3401748635",
            "id": "1381332095897899021",
            "text": "Check out Princes Diana / Charles Wedding Commemorative Pedestal Bowl  Aynsley China HTF  https://t.co/2NIeoZvsgu via @eBay"
        },
        {
            "author_id": "949745288985698304",
            "id": "1381332094643621894",
            "text": "RT @MintOminty: China ki Maa ka 😭😭😭"
        },
        {
            "author_id": "405741430",
            "id": "1381332092794019842",
            "text": "RT @elpaismexico: Las vacunas contra la covid-19 producidas en China han arrojado una eficacia que oscila entre el 50% y el 79%, inferior a…"
        },
        {
            "author_id": "1019154452912062464",
            "id": "1381332090235408385",
            "text": "RT @iamkarendavila: EXACTLY. This goes for all of us, all Filipinos - from government officials to journalists. In using ‘disputed’ - we ar…"
        },
        {
            "author_id": "1226198540982128640",
            "id": "1381332085873508355",
            "text": "@MoReMonkeybiz @RuudHagoort @voshans @JurrVanWessem Is ook het China virus.   En de Britse variant.  Of worden Engelsen nu ook gediscrimineerd????"
        },
        {
            "author_id": "282829090",
            "id": "1381332085789577216",
            "text": "RT @cbofillr: Polémica sobre eficacia de Sinovac: 10 cosas que hay que saber sobre la vacuna china https://t.co/InJk1TQCi7"
        },
        {
            "author_id": "1342718304293687297",
            "id": "1381332083050745857",
            "text": "@AllahuPepo @mL_Nkrumaism @madalienmilkman @please_laugh_ha @DoctorHahaFunny @VaushV So unless you have a plan to learn Chinese, go to China, and begin fomenting a revolution there then everything you say is pointless even if it’s true. The only recourse for you, then if you MUST stop China, is to tacitly support the US campaign. Or in the least, do nothing."
        },
        {
            "author_id": "273262453",
            "id": "1381332082954272773",
            "text": "RT @jmschumey: With the discovery of pro-Duterte troll farms in China, is it safe to say that China meddled in the 2016 &amp; 2019 elections? K…"
        },
        {
            "author_id": "874357260876697601",
            "id": "1381332082526466052",
            "text": "RT @BaddCompani: Hey GOP, Russia is cutting you off, China is cutting you off and soon Americans will do the same\n\nYou sold Our Soul and We…"
        },
        {
            "author_id": "91949939",
            "id": "1381332082413035523",
            "text": "RT @RajivMessage: European colonial powers fought each other over control of colonies. But also made treaties with each other to divide the…"
        },
        {
            "author_id": "1349401227461857283",
            "id": "1381332079066091525",
            "text": "RT @bullkob: My friends from Beijing told me they see $NIO everywhere in China lately, it’s getting so popular that I won’t be disappointed…"
        },
        {
            "author_id": "1178014012434460672",
            "id": "1381332078604734468",
            "text": "RT @AntorchaOficial: La paz mundial en peligro ante eventual guerra nuclear por política guerrista de EE.UU. | Riesgo de una nueva Guerra F…"
        },
        {
            "author_id": "198700618",
            "id": "1381332072082640898",
            "text": "RT @SCMPNews: US-China relations: military tensions continue to rise over Taiwan https://t.co/dt75N1TjkD"
        },
        {
            "author_id": "1359142893395542017",
            "id": "1381332071130497027",
            "text": "RT @ydeigin: Way to show leadership, America! Please do help vaccinate the entire world ASAP, before this SARS2 scourge gets a chance to mu…"
        },
        {
            "author_id": "962926974162280448",
            "id": "1381332069339529219",
            "text": "RT @PeterKiefor: China didn’t steal our jobs. \n\nAmerican corporations moved our jobs."
        },
        {
            "author_id": "1249351377735868416",
            "id": "1381332069217939459",
            "text": "RT @LarryBoorstein: @thehill Secretary of State Blinken claims China didn't \"give access to international experts...to share information.\"…"
        },
        {
            "author_id": "14639500",
            "id": "1381332068882382849",
            "text": "RT @emeriticus: Issues like immigration and China are so charged that it's easy to miss the real underlying problem: America is governed by…"
        },
        {
            "author_id": "1665916578",
            "id": "1381332067733147652",
            "text": "Fascinating to see how that has developed over 13 years .... clearly things happen quicker in #China! Intrigued - where does the line go that heads off top left? @TheB1M @Fred_Mills #construction #infrastructure #engineering #rail #china https://t.co/gBf2jpMnMG"
        },
        {
            "author_id": "893850626354020352",
            "id": "1381332064419647493",
            "text": "RT @BenjaminT0001: China has donated millions to his Trudeau Foundation."
        },
        {
            "author_id": "2586151944",
            "id": "1381332061882056709",
            "text": "RT @AJENews: Blinken warns China that action against Taiwan would be ‘mistake’ https://t.co/noepFrDbk4 https://t.co/QrSGd3YLoc"
        },
        {
            "author_id": "1031212802999046145",
            "id": "1381332061630398465",
            "text": "RT @cbofillr: Polémica sobre eficacia de Sinovac: 10 cosas que hay que saber sobre la vacuna china https://t.co/InJk1TQCi7"
        },
        {
            "author_id": "1166073221499801600",
            "id": "1381332060598583300",
            "text": "@SomosJujuy\n@GerardoMorales\n#Sinopharm: médicos denuncian que la vacuna china no inmuniza lo suficiente https://t.co/Y9EsZlJbJz"
        },
        {
            "author_id": "1124716827987337216",
            "id": "1381332059914928131",
            "text": "RT @richimedhurst: My broadcast with Pepe Escobar on the 25-year Strategic Partnership between Iran and China 🇮🇷🇨🇳\n\nhttps://t.co/pmP5V3MomQ…"
        },
        {
            "author_id": "1245415289556291586",
            "id": "1381332059596021761",
            "text": "RT @doc_synapse: Why is #covid19 raging all over world except in #China? Tell me again it’s not a bio weapon. https://t.co/xbf4naofoO"
        },
        {
            "author_id": "133204410",
            "id": "1381332058262228992",
            "text": "RT @Chellaney: Having squandered its leverage by vacating Kailash Heights, India comes a cropper. China has used never-ending talks to cons…"
        }
    ],
    "meta": {
        "newest_id": "1381332212960927747",
        "next_token": "b26v89c19zqg8o3fostr7hiqul8pv830qi3hqubcuda4d",
        "oldest_id": "1381332058262228992",
        "result_count": 100
    }
}