{
    "data": [
        {
            "author_id": "73429893",
            "id": "1381340066614763525",
            "text": "RT @A24COM: 💉 Lo confirmó el director de los Centros chinos de Control de Enfermedades, Gao Fu, y adelantó que están evaluando combinarlas.…"
        },
        {
            "author_id": "803841721624887296",
            "id": "1381340066589511681",
            "text": "RT @ianwill: @AFP has used reverse image search to show how photos on Chinese social media are fabricated to show Hong Kong celebs supporti…"
        },
        {
            "author_id": "828825601922392064",
            "id": "1381340065968754689",
            "text": "@OANN What was really telling is when this so called Secretary of State sat across from the Chinese Delegation in Alaska and never bother to CALL CHINA OUT for all the deaths in America that Covid was responsible for.  Good Work State Department (NOT)."
        },
        {
            "author_id": "186591201",
            "id": "1381340065754927107",
            "text": "RT @Ariel_em_Sampa: Madre tiene fecha para vacunarse pasado mañana. Llama y pregunta si, en caso de que le toque la china debe aceptar, por…"
        },
        {
            "author_id": "1124421806574620673",
            "id": "1381340065381507072",
            "text": "RT @worldnetdaily: China surrounds Taiwan in war game to practice cutting off help from U.S. https://t.co/IRXCNz4WRT"
        },
        {
            "author_id": "1380789372191039491",
            "id": "1381340063611592704",
            "text": "@ETExileGov @SecBlinken @IntlCrimCourt .\nCotton production in Southern Xinjiang is done mainly by forced labor, for cotton picking.\n\nMost of these forced labor are Uighurs.\n\nCCP forces these Uighurs to do these grueling hard work of cotton picking at low wages, under CCP supervision.\n\nCCP China is an evil nation.\n. https://t.co/wFtD89uHoY"
        },
        {
            "author_id": "55850265",
            "id": "1381340061988483074",
            "text": "@FranSolar Siempre se supo que el impacto en sintomas sería menor. El ISP puso en duda efectividad en mayores de 59 años. Ahora China baja el nivel de efectividad de su vacuna. Efectivamente, hay que informarse. Algo más, no hay información precisa sobre el tiempo de efecto de Sinovac"
        },
        {
            "author_id": "145655561",
            "id": "1381340061749362688",
            "text": "RT @SalvaDiStefano: China 🇨🇳 importa más carne, argentina 🇦🇷 quiere cerrar exportaciones, se beneficia Brasil 🇧🇷 y Uruguay 🇺🇾. Paraguay 🇵🇾…"
        },
        {
            "author_id": "1262884769437831171",
            "id": "1381340060533067776",
            "text": "RT @Lilybc77: Iranians in Vancouver Canada gather to protest the Iran-China accord, part of which involves the hand-over of southern #Iran…"
        },
        {
            "author_id": "2802088594",
            "id": "1381340057051758598",
            "text": "RT @rodrigoshz: @jim_ibov vachina, é do seu amigo ai... https://t.co/tPX36zFQds"
        },
        {
            "author_id": "1911731102",
            "id": "1381340056997273602",
            "text": "RT @HansMahncke: \"scientists still don’t fully understand the the origins of the virus.\"\n\nLol.\n\nWhich part don't they \"fully\" understand @N…"
        },
        {
            "author_id": "743000190144106496",
            "id": "1381340056393281538",
            "text": "RT @AP: In a rare admission of the weakness of Chinese coronavirus vaccines, the country’s top disease control official says their effectiv…"
        },
        {
            "author_id": "21248869",
            "id": "1381340056191913987",
            "text": "RT @Billbrowder: China and Russia announced a joint pledge to push back against dollar hegemony. Good luck with that. I don’t imagine many…"
        },
        {
            "author_id": "1169270397470048258",
            "id": "1381340054174371842",
            "text": "RT @TorontoStar: Online art project, on “collected memories of our Hong Kong,” celebrates what the country “was and still means” after Chin…"
        },
        {
            "author_id": "1265236849045450752",
            "id": "1381340049690800133",
            "text": "@mariliadf2 Pois é que pena pra você né? Más sempre poderás a mudar de país. Talvez França progressista ou China comunista...Porque o Brasil é livre, patriótico que adora Jesus! \nNao é só uma marcha é a nossa história. \n#MarchaDaFamiliaCrista https://t.co/8Jri5xMggd"
        },
        {
            "author_id": "1329308663433969665",
            "id": "1381340049166372866",
            "text": "When are the Chinese going to realise the removal of Xi is key to regain world trust China Is Totalitarian. Why Is That So Hard to Say? https://t.co/YRLhAL9ZEA"
        },
        {
            "author_id": "1330608673509486602",
            "id": "1381340049044819979",
            "text": "@iIovepond YES KUDSKJDS SHE WAS RACIST BY IMITATING A BUDDA STATUE BY SQUINTING HER EYES AND CHINA SAID \"GIGI NO MORE\""
        },
        {
            "author_id": "1153962120750489601",
            "id": "1381340047211954182",
            "text": "RT @khoshcheshm: The boost in #Chinese trade with Iran under the 25-year cooperation roadmap could encourage rivals like #India to ignore t…"
        },
        {
            "author_id": "867031252796194817",
            "id": "1381340046758834179",
            "text": "@MercenaryR2 @0m3ir @nreweel @AnneDestiny1 LOL, I'm out of Twitter Gulag now! liar Anne blocked and report my account. It reminds me of China during 1960s, losers and liars stick together reporting who telling the truth and ruthless torture them in the public."
        },
        {
            "author_id": "955837102003859456",
            "id": "1381340043529187328",
            "text": "RT @Mihlii1: Y'know, despite living there for more than half my life, I didn't realize there was so much I didn't know about my home countr…"
        },
        {
            "author_id": "1169270397470048258",
            "id": "1381340041847267328",
            "text": "RT @MichaelChongMP: The Trudeau government’s silence is a serious miscalculation.\n\nIf democracies are silent, our hard-won and cherished be…"
        },
        {
            "author_id": "812973976171511808",
            "id": "1381340041562234891",
            "text": "The Chinese communist party was able to destroy Tibet and he’s destroying all the ethnic minorities in China. Do you support such a terroristic state organisation ? https://t.co/jN71X0ZWlv"
        },
        {
            "author_id": "1376995612227465228",
            "id": "1381340040400404482",
            "text": "@SpokespersonCHN BBC finally said something so true  Without Chinese people's support, CPC won't be able to win the civil war. Their survival relied on Chinese people's vast support. Yes! 1.4 billion Chinese people support CPC, the greatest party made China free from Fascists, imperialists! https://t.co/NtxMgplnEv"
        },
        {
            "author_id": "243522326",
            "id": "1381340039691563009",
            "text": "@DanielTuijnman Om de publieke opinie te kantelen zou het al veel helpen als nog enkele westerse landen succesvol zouden kiezen voor #ZeroCovid, op eigen houtje. Helaas ziet het daar nog niet naar uit. Het blijft bij de \"first time right\" groep van China, Taiwan, Vietnam, Z-Korea, Australië, NZ."
        },
        {
            "author_id": "326849708",
            "id": "1381340038919811073",
            "text": "China estudia mezclar varias vacunas para aumentar la eficacia ante el virus https://t.co/d0ihQbNurA https://t.co/4XZjYVn7Hr"
        },
        {
            "author_id": "1144156726603784192",
            "id": "1381340034691911681",
            "text": "RT @_tanwho_: China actually competently handled the pandemic and that's why the US has 121 times the number of deaths that China had despi…"
        },
        {
            "author_id": "992536751494152192",
            "id": "1381340033471246339",
            "text": "Man walks up to a random Asian person in Penn Station and tells them \"go back to China before you end up in the (expletive) graveyard.\" He chose his victim poorly https://t.co/7WEKy3En4S"
        },
        {
            "author_id": "903045224267735040",
            "id": "1381340032791904261",
            "text": "Obviously the entire premise is political bullshit and IS couched on a deep Sinophobia. This will be used constantly by liberals, that we should not accept that China will ever surpass us in any regard. https://t.co/O2eHeWlDCy"
        },
        {
            "author_id": "1322010132381925376",
            "id": "1381340032280227850",
            "text": "— Como já esperado, segundo recente matéria sobre a Gracie feita pela Nylon China, a cantora está trabalhando em seu primeiro álbum que pode ser lançado ainda esse ano. https://t.co/Et6SuPs7iY"
        },
        {
            "author_id": "2538287331",
            "id": "1381340032070520840",
            "text": "@TelemundoUY @teledoce no entiendo esta noticia. Siempre se supo q era baja la inmunización de esta vacuna, pero protege al 100% de hospitalización y casos graves. La noticia es q china ahora lo admite?"
        },
        {
            "author_id": "829909849",
            "id": "1381340031705608193",
            "text": "RT @cingolani_oscar: Official: Chinese vaccines' effectiveness low. This is why Data needs to be published and updated! https://t.co/w9n4vT…"
        },
        {
            "author_id": "853653906",
            "id": "1381340031017705472",
            "text": "By Threatening The Halifax Security Forum In An Effort To Block Award To Taiwan's President, The Trudeau Government Once Again Does Communist China's Bidding https://t.co/B3nCGFd74X"
        },
        {
            "author_id": "854872237173821440",
            "id": "1381340028257906689",
            "text": "RT @rod_herrera: Te vacunas con #Sinovac  y en casi un 100% aseguras que no vas a morir de Covid. Ese ha sido el asunto siempre. Analicen c…"
        },
        {
            "author_id": "1385820133",
            "id": "1381340026831785985",
            "text": "RT @SigaGazetaBR: China admite baixa eficácia da Coronavac https://t.co/9hWpHsiF27"
        },
        {
            "author_id": "588688457",
            "id": "1381340026697437184",
            "text": "Los mismos Chinos aceptan que sus vacunas no son tan efectivas. Cuando lo harán ⁦@lopezobrador_⁩ y ⁦@HLGatell⁩? https://t.co/50K68XNPzc"
        },
        {
            "author_id": "2775441218",
            "id": "1381340025330266114",
            "text": "RT @todonoticias: China reconoció que la eficacia de sus vacunas contra el coronavirus no es alta: cuál será la nueva estrategia https://t.…"
        },
        {
            "author_id": "1318595471397416963",
            "id": "1381340023551713280",
            "text": "RT @abhijitmajumder: Never forget. China gave the world #COVID19. China took the lives of our dear ones, took away jobs and income, took aw…"
        },
        {
            "author_id": "1316523898989617153",
            "id": "1381340023342137344",
            "text": "The 2022 Beijing Olympic Games Is An Example Of Western Submission To Communist China. https://t.co/zKHzCWKLCF By @rondon_EA26"
        },
        {
            "author_id": "974778569204232192",
            "id": "1381340023237222402",
            "text": "@ScottAdamsSays You will want to read this article:\nhttps://t.co/Kk5wAv1WfS"
        },
        {
            "author_id": "6509832",
            "id": "1381340023161815043",
            "text": "Alibaba Faces Rs.21,000 Crore Antitrust Fine in China, Know Why.\n\nhttps://t.co/gtG83k64Jn"
        },
        {
            "author_id": "96852714",
            "id": "1381340023128137728",
            "text": "El director del Centro de Control y Prevención de Enfermedades de China, Gao Fu, admitió que la eficacia de las vacunas de su país no es alta, y apuntó que Pekín estudia la mezcla de varias o un cambio en la vacunación a fin de aumentar la eficacia del suero. https://t.co/Csr345lh4s"
        },
        {
            "author_id": "8204452",
            "id": "1381340023128121344",
            "text": "China estudia mezclar varias vacunas para aumentar la eficacia ante el virus https://t.co/zzXP3KWvxb"
        },
        {
            "author_id": "1142019670947450881",
            "id": "1381340022247317511",
            "text": "RT @MikiAV8BHarrier: The maritime disputes arond China🇨🇳 in this very interesting map made by @lauracanali2 posted by the account @limesonl…"
        },
        {
            "author_id": "1173075230",
            "id": "1381340019596529664",
            "text": "EXCLUSIVE: Ted Cruz Reacts Live To John Boehner Telling Him To ‘Go F**K Yourself’ https://t.co/fZTpwxKqcC via @dailycaller"
        },
        {
            "author_id": "310524604",
            "id": "1381340016996192261",
            "text": "@New_Westphalian @CanaryAndy @PlasFron @donaldtuskEPP @JohnHoward46 It's 'trading' for god's sake. If you have leverage or greater bargaining power, you use it. China, India, the US, Japan, Australia: they all do it. The EU is a means of grouping together so as to compete with these hug nations with much greater resources and markets."
        },
        {
            "author_id": "80686149",
            "id": "1381340015305850880",
            "text": "Ramon veio lá da China com um chutão da zorra"
        },
        {
            "author_id": "417228679",
            "id": "1381340014672502790",
            "text": "RT @Ariel_em_Sampa: Madre tiene fecha para vacunarse pasado mañana. Llama y pregunta si, en caso de que le toque la china debe aceptar, por…"
        },
        {
            "author_id": "1295337345705795584",
            "id": "1381340014345342978",
            "text": "RT @pepper46477330: Sensationsurteil aus Weimar: keine Masken, kein Abstand, keine Tests mehr für Schüler https://t.co/UKaKie2TRi via @Chin…"
        },
        {
            "author_id": "1214752028431454208",
            "id": "1381340011405180928",
            "text": "RT @silvermanmarkj: I know a lot of people I think that Joe Biden won the presidency. The real winner of the presidency was China, Russia,…"
        },
        {
            "author_id": "66380212",
            "id": "1381340011178643456",
            "text": "RT @SigaGazetaBR: China admite baixa eficácia da Coronavac https://t.co/9hWpHsiF27"
        },
        {
            "author_id": "1376997511307669506",
            "id": "1381340010155278338",
            "text": "RT @Ros_Rodriguez_: 🗣 Estoy invitado como panelista en la 2050 Conference-Tech Brings Youth Together \n\nEs un gusto poder exponer mis invest…"
        },
        {
            "author_id": "734811270113726464",
            "id": "1381340008334958592",
            "text": "Están cuestionando la efectividad de la vacuna china ¿Que vacuna compró más Chile? La China. Habrá que ponerse 3 dosis??? Veremos.\nMientras China compra la matriz energética de varios países ( incluído Chile)\nGOBERNADOS POR BESTIAS https://t.co/ijrd9AWici"
        },
        {
            "author_id": "1116223878425006081",
            "id": "1381340007047176194",
            "text": "#auspol\n#Myamar\n#WarCrimes\n#UnitedNations\n\nA Bosnian style mass murder is taking place in 2021. Assisted by Russia and china. All but ignored by Australia. All during the covid era. \n\nFaith no more. 😪😪😪\n\nhttps://t.co/slejQz5gND"
        },
        {
            "author_id": "1168536415623401472",
            "id": "1381340006082613260",
            "text": "RT @mavica7: El contrato con Sinopharm venció hace 10 días y todavía faltan 2 millones de dosis:La empresa china apenas entregó 1 de los 3…"
        },
        {
            "author_id": "2802088594",
            "id": "1381340005323444224",
            "text": "@jim_ibov vachina, é do seu amigo ai... https://t.co/tPX36zFQds"
        },
        {
            "author_id": "1163918152834539520",
            "id": "1381340001565216769",
            "text": "RT @lacunosus: Ppl criticising Qiao Collective for being too pro China or not focusing on flaws of China... EVERY OTHER media outlet is doi…"
        },
        {
            "author_id": "3035275227",
            "id": "1381340000151814144",
            "text": "RT @Ariel_em_Sampa: Madre tiene fecha para vacunarse pasado mañana. Llama y pregunta si, en caso de que le toque la china debe aceptar, por…"
        },
        {
            "author_id": "1011595711807401984",
            "id": "1381339991796813831",
            "text": "Te da una patada y te envia a China https://t.co/XgFCDstDvD"
        },
        {
            "author_id": "160244947",
            "id": "1381339990517559299",
            "text": "@john_sipher @Billbrowder China would also solve their natural resource issues in Russia’s Far East."
        },
        {
            "author_id": "339922021",
            "id": "1381339988848214023",
            "text": "@filmdevelop @OutsideInRadio I look forward to listening to that. The city I live in has a lake that was awarded the awesome title of Most Polluted Lake in North America. For decades local companies dumped chemical waste and broken china into the water. Fun!"
        },
        {
            "author_id": "312004097",
            "id": "1381339988235747328",
            "text": "RT @JamilBugti6: The genocide of the Baloch is going on and as usual  the world has shut its eyes and mouth, just like they look the other…"
        },
        {
            "author_id": "1262008662295490560",
            "id": "1381339987371778049",
            "text": "@_claraportillo Cómo te iniciaste en la comida china? Si no te molesta contestar.."
        },
        {
            "author_id": "1354458954890358784",
            "id": "1381339986998403072",
            "text": "RT @RajivMessage: QUAD DISRUPTION? US Navy ships claiming the ocean near Lakshadweep is international waters. Suppose China sends navy ther…"
        },
        {
            "author_id": "41072123",
            "id": "1381339986109345793",
            "text": "@Alexis31032423 @eaolortegui @kaarlozal Hemos fusionado la comida china, japonesa, española, italiana, arabe y no vamos a poder adoptar a la harina pan? Jejejeje 😆"
        },
        {
            "author_id": "2559004711",
            "id": "1381339983412228098",
            "text": "He's also advocating for a divide between \"cyber forensics analysts\" and \"China researchers\". Vehemently disagree. Cyber capabilities = another tool in a state's strategic arsenal. Understanding both sides makes you a BETTER analyst, not a worse one. \n\nhttps://t.co/7HoTRm6kiM"
        },
        {
            "author_id": "776343810410418176",
            "id": "1381339982669955079",
            "text": "RT @IanMarkF1: Take as much comfort as you can knowing that China has amassed the largest navy in the world while we have focused on race,…"
        },
        {
            "author_id": "396192183",
            "id": "1381339982317641735",
            "text": "RT @Cooperativa: La vacuna #Sinovac sí es efectiva contra casos graves de Covid-19 #CooperativaEnCasa https://t.co/XxKAWIPZxW https://t.co/…"
        },
        {
            "author_id": "1162944823457792003",
            "id": "1381339981633875970",
            "text": "RT @OANN: Secy. of State: China failures allowed pandemic to get worse - https://t.co/0vZ44byVhn #OANN"
        },
        {
            "author_id": "927841274098520064",
            "id": "1381339980644151296",
            "text": "@IostoconTarabas Ma chi minchia fa chistu, avi a testa china i merda!?"
        },
        {
            "author_id": "629817824",
            "id": "1381339979062870022",
            "text": "RT @GrosMorne29: y'all. this country obviously wants a full war with china -  within this year. https://t.co/zlrEWWJfSi"
        },
        {
            "author_id": "527839419",
            "id": "1381339978886606848",
            "text": "Creo que ahora si se me hará comer comida China 😍"
        },
        {
            "author_id": "1257639893381066756",
            "id": "1381339977875869699",
            "text": "RT @allanldsantos: Da série “SILÊNCIO NA MÍDIA BRASILEIRA”: Partido Comunista Chinês multa empresa Alibaba em $2.8 BILHÕES DE DÓLARES (mais…"
        },
        {
            "author_id": "2506360642",
            "id": "1381339976441401354",
            "text": "RT @latinus_us: China admite que sus vacunas contra #COVID19 tienen baja efectividad y analiza mezclarlas. #Coronavirus\n#Latinus #Informaci…"
        },
        {
            "author_id": "937116781768003590",
            "id": "1381339975803867139",
            "text": "RT @nc801d2: Just learned a new fact: in the 1996 Taiwan Straits Crisis, the pro-Taiwan identity paper Commons Daily, featured the one-word…"
        },
        {
            "author_id": "1132264841119490051",
            "id": "1381339972909862915",
            "text": "Es mi opinión  a Wayv le va seguir costando salir a flote si sólo se  centran en China . Y es a la vez ridículo lo que estoy diciendo porque es obvio que eran para el mercado chino .\nTienen que abrirse a todos los mercados si quieren saltar."
        },
        {
            "author_id": "1380687566685544451",
            "id": "1381339969889914881",
            "text": "RT @edgardVE: Mientras tanto la población china está practicamente libre de coronavirus. No es que se estén cuidando más que otros. Fueron…"
        },
        {
            "author_id": "910119351537324032",
            "id": "1381339958112305160",
            "text": "@RadioFreeTom @baseballcrank China told the west how to defeat the virus. We laughed, and the CDC made jokes about quarrantine.  https://t.co/C3ij6t9R8V"
        },
        {
            "author_id": "1159345853611597824",
            "id": "1381339957671890948",
            "text": "RT @allanldsantos: Da série “SILÊNCIO NA MÍDIA BRASILEIRA”: Partido Comunista Chinês multa empresa Alibaba em $2.8 BILHÕES DE DÓLARES (mais…"
        },
        {
            "author_id": "1374341099448381448",
            "id": "1381339956044500995",
            "text": "RT @allanldsantos: Da série “SILÊNCIO NA MÍDIA BRASILEIRA”: Partido Comunista Chinês multa empresa Alibaba em $2.8 BILHÕES DE DÓLARES (mais…"
        },
        {
            "author_id": "1359591298156560387",
            "id": "1381339955482435585",
            "text": "RT @benedictrogers: How dare the Chinese Communist Party's goons in #HongKong try to tell other countries who we can &amp; can't welcome, or tr…"
        },
        {
            "author_id": "461655654",
            "id": "1381339954488303616",
            "text": "@RoArquette @acr810 as well as China and Myanmar and ..."
        },
        {
            "author_id": "1189876342533345282",
            "id": "1381339952940716034",
            "text": "RT @allanldsantos: Da série “SILÊNCIO NA MÍDIA BRASILEIRA”: Partido Comunista Chinês multa empresa Alibaba em $2.8 BILHÕES DE DÓLARES (mais…"
        },
        {
            "author_id": "104211735",
            "id": "1381339950961070084",
            "text": "China Plus - Сыхэюань: душа старых китайских городов https://t.co/jepkEEj3hv"
        },
        {
            "author_id": "2770890650",
            "id": "1381339950566797325",
            "text": "RT @SigaGazetaBR: China admite baixa eficácia da Coronavac https://t.co/9hWpHsiF27"
        },
        {
            "author_id": "1339209492664377346",
            "id": "1381339949857918979",
            "text": "@KS1729 @balajis @NandanNilekani The government of India might mistakenly choose to copy China and ban bitcoin . . . but there is still time for it to embrace bitcoin, support it with tax breaks, and potentially become the world's technology leader."
        },
        {
            "author_id": "921924579257470976",
            "id": "1381339949665030146",
            "text": "RT @MarliaFernand12: A China admitiu publicamente, pela primeira vez, que está preocupada com a baixa eficácia de suas vacinas contra a Cov…"
        },
        {
            "author_id": "127838954",
            "id": "1381339949337825280",
            "text": "La vacuna China es un refresco nomas....\nComo se habran dado cuenta la ANMAT KIRCHENRISTA es una inmensa bola de mierda. Otra institucion que hicieron pelota, peo no importa ellos se dieron otra. Total se muere el otro"
        },
        {
            "author_id": "987780156843585536",
            "id": "1381339948574466056",
            "text": "RT @Geopol2030: Look where China is going — autonomous (#AI) vehicles that run on zero-emission hydrogen fuel. This kind of quick transform…"
        },
        {
            "author_id": "420571740",
            "id": "1381339946821238793",
            "text": "Me apetece comer comida china a kilos hasta explotar, algún voluntario majo?"
        },
        {
            "author_id": "1328431848213516288",
            "id": "1381339946011738116",
            "text": "I have never served in the military, but I support the military. My uncle was a doctor in the military. I appreciate everything they do to protect us from serious threats like China and Russia. I will not support a politician or a political party that wants to defund it. 🙅‍♀️"
        },
        {
            "author_id": "730032660",
            "id": "1381339942685528064",
            "text": "Top U.S. diplomat criticizes China, says 'need to get to the bottom' of COVID-19 origin - WASHINGTON (Reuters) – China failure to provide access to global health experts made the COVID-19 pandemic worse than it had to... - https://t.co/Uh13cKolcp https://t.co/SlqhwJsQ6V"
        },
        {
            "author_id": "151482928",
            "id": "1381339942610202624",
            "text": "RT @latinus_us: China admite que sus vacunas contra #COVID19 tienen baja efectividad y analiza mezclarlas. #Coronavirus\n#Latinus #Informaci…"
        },
        {
            "author_id": "766774231795429376",
            "id": "1381339941033107463",
            "text": "Olha só o poder da China. Estão realmente avançando na dominação do mundo. E nós aqui, compramos qualquer porcaria feira por eles. https://t.co/oxeFT1Dwqn"
        },
        {
            "author_id": "1304012323452071939",
            "id": "1381339940286570507",
            "text": "RT @JavidShaa: نقاش هر دو عکس یکی است\nجمهوری تروریست اسلامی...\n#نه_به_جمهوری_اسلامی\n#China_get_out_of_iran https://t.co/bvB2OWU6uU"
        },
        {
            "author_id": "997503485707943937",
            "id": "1381339940206809093",
            "text": "RT @LadyJustice6910: A reminder of when we actually had a president who cared about America, and wasn't China's lapdog. From the incomparab…"
        },
        {
            "author_id": "825744584",
            "id": "1381339940118745093",
            "text": "notice, china is like ensects, but they are as also THE ensects rather THE \"ensects\" et of sort of recent rather et of about rather et of from of et of also of?"
        },
        {
            "author_id": "562374740",
            "id": "1381339939049238530",
            "text": "@JimmyBeans15 @JackWaltimore @FatherOfTheBir9 @ryangrim Please show all that China imperialism"
        },
        {
            "author_id": "1292168913149743106",
            "id": "1381339937123995648",
            "text": "RT @JPMirandaM: Ojo: cuando el CDC de China habla de \"baja efectividad\" se refiere a efectividad para evitar contagios.\nPara evitar hospita…"
        },
        {
            "author_id": "1357068383880159238",
            "id": "1381339936562020354",
            "text": "RT @allanldsantos: Da série “SILÊNCIO NA MÍDIA BRASILEIRA”: Partido Comunista Chinês multa empresa Alibaba em $2.8 BILHÕES DE DÓLARES (mais…"
        },
        {
            "author_id": "444321337",
            "id": "1381339936150843392",
            "text": "RT @WilliamYang120: Finally found time to read two must-read long pieces about the ongoing plights of the #Uyghurs and other minorities in…"
        }
    ],
    "meta": {
        "newest_id": "1381340066614763525",
        "next_token": "b26v89c19zqg8o3fostr7hir59ioa9c499falwaqxfofx",
        "oldest_id": "1381339936150843392",
        "result_count": 100
    }
}