{
    "data": [
        {
            "author_id": "1083444998656409600",
            "id": "1381342578906386436",
            "text": "@BLACKPINKVOTEES @BLACKPINK I vote #HowYouLikeThat for #BestMusicVideo on #iHeartAwards @BLACKPINK China"
        },
        {
            "author_id": "312249129",
            "id": "1381342578218577921",
            "text": "RT @miguelm_barrios: Efectividad de la vacuna china dicen que es del 50%, pero esto es sólo para evitar enfermedad leve. Evita en un 100% l…"
        },
        {
            "author_id": "1343571362275844105",
            "id": "1381342578193395720",
            "text": "RT @Winston_Dunhill: \"La vacuna china de Sinopharm es particularmente cara, cuesta 30 dólares la dosis, quiero aclarar que nos han mejorado…"
        },
        {
            "author_id": "1242418979085279234",
            "id": "1381342575244664832",
            "text": "RT @hrw: UN Chief @antonioguterres should support remote investigation in Xinjiang.\n\nPublic outrage about #WhatsHappeningInMyanmar should e…"
        },
        {
            "author_id": "107207005",
            "id": "1381342572719845386",
            "text": "RT @allanldsantos: Da série “SILÊNCIO NA MÍDIA BRASILEIRA”: Partido Comunista Chinês multa empresa Alibaba em $2.8 BILHÕES DE DÓLARES (mais…"
        },
        {
            "author_id": "977919623575326721",
            "id": "1381342571931258889",
            "text": "La cara de orto de la debo de acá a la china ajjaja 😂😂😂😂😂😂"
        },
        {
            "author_id": "2266847354",
            "id": "1381342571700617221",
            "text": "RT @zlj517: Happy 70th birthday of China-Pakistan friendship. https://t.co/HtoYuUHLoF"
        },
        {
            "author_id": "1347057114561318913",
            "id": "1381342569083379715",
            "text": "RT @mikepompeo: If you live in mainland China, there’s no voter ID required because there’s no voting that takes place. Why does the @MLB s…"
        },
        {
            "author_id": "27192294",
            "id": "1381342567254564864",
            "text": "RT @amitmalviya: India has achieved the fastest rate of reaching the 100 million vaccination, ahead of US and China and has set a target of…"
        },
        {
            "author_id": "1023039538770399232",
            "id": "1381342566008954884",
            "text": "RT @pdvn: Lloran por una mejor comunicación de riesgo. Les dicen que la efectividad de la vacuna china no es tan alta para los contagios, p…"
        },
        {
            "author_id": "763421053653774336",
            "id": "1381342565862154241",
            "text": "RT @Fact: Killing a panda in China is a crime punishable by death."
        },
        {
            "author_id": "496141729",
            "id": "1381342564226191362",
            "text": "RT @AMFChina: \"China's aggressive trade tariffs have cost the Australian economy millions of dollars, but the damage isn't anywhere nearly…"
        },
        {
            "author_id": "164545397",
            "id": "1381342563609804800",
            "text": "RT @goodblackdude: After President Trump gracefully left the White House despite a fraudulent presidential election, global leaders now see…"
        },
        {
            "author_id": "2446310036",
            "id": "1381342562812854273",
            "text": "RT @GuedeFigueredo: Araraquara a China Paulista!!!"
        },
        {
            "author_id": "1346955542397214722",
            "id": "1381342562523340800",
            "text": "@RepBuddyCarter @All435Reps What does this have to do about China?"
        },
        {
            "author_id": "152237932",
            "id": "1381342561130938376",
            "text": "Sanjay Gupta Talks Wuhan Lab Theory on The Interview Podcast https://t.co/yovJbk6jfn #Chinaliedpeopledied #Wuhanvirus #CCPVirus #Chinavirus #MakeChinaPay #China"
        },
        {
            "author_id": "613245104",
            "id": "1381342560837271554",
            "text": "@raizada55 China has Monopoly over vandadium😂\nThe only vanadium resources India has is around the arunachal border😢"
        },
        {
            "author_id": "3004649999",
            "id": "1381342560279527428",
            "text": "RT @SigaGazetaBR: China admite baixa eficácia da Coronavac https://t.co/9hWpHsiF27"
        },
        {
            "author_id": "50324949",
            "id": "1381342558450823176",
            "text": "RT @PolarBearby: PD: Anécdotas y curiosidades:\n* Hable sobre la ética del reconocimiento facial y debería haberlo pensado dos veces pues me…"
        },
        {
            "author_id": "1326121360377208833",
            "id": "1381342555120541698",
            "text": "RT @thehill: Blinken: China \"didn't do what it needed to do\" in early stages of pandemic https://t.co/4O1Ln2Hgub https://t.co/jQrXDdUZMi"
        },
        {
            "author_id": "1326499911106498562",
            "id": "1381342553853808651",
            "text": "RT @Russ_Warrior: Western elites' strategy re. #Russia/#China:\n1_ \"Bad Russians/Chinese committed this horrible thing\" (Aggression, poisoni…"
        },
        {
            "author_id": "1307308363265568769",
            "id": "1381342550439690244",
            "text": "@althiaraj So, China. I’m out. Fuck you canada."
        },
        {
            "author_id": "760612334528258048",
            "id": "1381342550410326020",
            "text": "RT @qiaocollective: The Biden administration may be too sophisticated for crass rhetoric like \"China virus,\" but it continues to push misin…"
        },
        {
            "author_id": "77753629",
            "id": "1381342549898579974",
            "text": "@donfelixSPM Con razón los Mandarines de la China 🇨🇳 estaban bombardeando Latinoamérica con estás vacunas 🤔"
        },
        {
            "author_id": "93558188",
            "id": "1381342549676277765",
            "text": "RT @DebunkerMimi: @andykupf @JamesrossrJames We are desperate for batteries! Autos are back ordered and less reliance on China is critical.…"
        },
        {
            "author_id": "1022450954518650882",
            "id": "1381342549156233218",
            "text": "RT @souzaeliel: Vamos frigir o ovo? A China admitiu que a vacina do Butantã não protege e está cogitando aumentar o número de doses para me…"
        },
        {
            "author_id": "920321443799351296",
            "id": "1381342548124258307",
            "text": "RT @Sally35697970: China is governed by a totalitarian regime. Why is that so hard to say? https://t.co/5sjRwxnPHp"
        },
        {
            "author_id": "233212969",
            "id": "1381342546534789123",
            "text": "This seems like a pretty big deal to me. Creating currencies like this will only push crypto higher and higher. https://t.co/IpohwrAQ0F"
        },
        {
            "author_id": "825744584",
            "id": "1381342545838542851",
            "text": "china is basically still shamanism\njust less formalitis with so.. ? et of sort of as et of another et of so et of toot, et of also of?``"
        },
        {
            "author_id": "1351742560151203840",
            "id": "1381342544123019264",
            "text": "@yizhan10585 @PeanutB_jam11 Hi my lovely now I understand a little about your people in China they are very vicious ❤️💚 I don’t know what they want from a 23-year-old💚💜 but they are touring of your head off your statue they are now saying you have a low IQ Ha Ha you will get through this"
        },
        {
            "author_id": "2567452605",
            "id": "1381342542004903936",
            "text": "RT @pissanoEmi2: Todos los Argentinos deberíamos denunciar en masa(abandono de persona por parte del estado) cada denuncia tendría que ser…"
        },
        {
            "author_id": "937245260484190208",
            "id": "1381342541157654532",
            "text": "Theresa May MP: Ban dog and cat meat in China - Kampanyaya imza ver! https://t.co/c3xGJ3vxUR @ChangeTR aracılığıyla"
        },
        {
            "author_id": "306797501",
            "id": "1381342540637552648",
            "text": "RT @fact_covid: This is a striking admission, particularly given the situation in Chile, which is “facing another Covid wave from new varia…"
        },
        {
            "author_id": "1233445219917553664",
            "id": "1381342540339773443",
            "text": "@LesserFrederick @BeijingPalmer @Sharon_Kuruvila Ah yes the famous caving to Japan where the IJA had to deploy almost all of their combat troops to China instead of fighting us or taking India despite both the US and British Empire being stronger opponents"
        },
        {
            "author_id": "270663234",
            "id": "1381342539723239430",
            "text": "RT @brianlilley: This is an important story and a must read this morning. The @JustinTrudeau government warning an independent security for…"
        },
        {
            "author_id": "117859252",
            "id": "1381342538171310081",
            "text": "Can't wait to see an opinion piece in a liberal news paper calling the left misogynistic for being against the exploitation of the global south between a piece dismissing sexual assault allegations against a politician and a yellow scare piece about how China is trying to kill us https://t.co/TwWHJWxMwK"
        },
        {
            "author_id": "775329038734942209",
            "id": "1381342537730961412",
            "text": "RT @nl75: @PGrasspriet We gaan een totalitair gecontroleerd systeem in. Zoals China deze heeft. Een puntensysteem. Overal camera's en monit…"
        },
        {
            "author_id": "2480244061",
            "id": "1381342536179056640",
            "text": "RT @ibonpereztv: Ya sé que no quieres verlo. Ahora ya no puedes decir que no lo sabías. No puedes decir que esto ocurre sólo en China.Ahora…"
        },
        {
            "author_id": "4886405547",
            "id": "1381342532894855172",
            "text": "@ChinaDaily If only China itself would melt away. This would be a much better world. Everyone knows there are no birds or toads left in China. More damned lies. Chinese people, remember what Mao said.    \n“Change will come from the barrel of a gun”."
        },
        {
            "author_id": "1298450007834542085",
            "id": "1381342531238027265",
            "text": "@mattgurney @jengerson Are Canadians not to practice the freedoms our democracy provides because China might get upset .\nFuck China and take a stand for freedom."
        },
        {
            "author_id": "418845489",
            "id": "1381342529547829253",
            "text": "RT @MiriamTaokei100: \"Sem revelar valores, a autoridade máxima local de controle da doença reconheceu, numa conferência de imprensa em Chen…"
        },
        {
            "author_id": "1313888383412953088",
            "id": "1381342529426186241",
            "text": "@laurenboebert No one wants an open boarder. You’ve been partaking in that loco weed again. The Great Wall of China didn’t work. The Berlin Wall didn’t work, the Maginot Line didn’t work, the walls of Jericho didn’t work.  Need more evidence???"
        },
        {
            "author_id": "1075249867717521408",
            "id": "1381342528478318594",
            "text": "@katzenbrau @nalpraxis @eshaLegal @tankmctankytank \"Teenagers setting party direction\" is a made up problem to justify raising people in pods. A sane polity would require years fulfilling a cursus honorum - mayor of a major city and/or governor of a region - to access party leadership, as is the case for instance in China."
        },
        {
            "author_id": "79039602",
            "id": "1381342528369266689",
            "text": "RT @ManuelVegaMX: ¿Se han fijado que ésto sólo pasa en lugares con nula democracia y cero libertad de expresión, como China, Cuba, Venezuel…"
        },
        {
            "author_id": "162501657",
            "id": "1381342527463243777",
            "text": "RT @york030: #EEUU ES UN TIGRE DE PAPEL, NO CONCIBEN UN ENFRENTAMIENTO SINO TIENEN LA VENTAJA, TODAS SUS GUERRAS LAS PELEAN ASÍ...POR ESO E…"
        },
        {
            "author_id": "1185336469994520577",
            "id": "1381342526280507394",
            "text": "Por qué nadie informa de los contagios por COVID19 en China, Rusia, Venezuela y Cuba?\nQué raro! Van por Brasil, Chile, Uruguay y EEUU...\nRaro...no?"
        },
        {
            "author_id": "118495704",
            "id": "1381342525819121668",
            "text": "RT @babyaetchecopar: Le rechazamos 15 millones de vacunas a Pfizer en Diciembre y ahora estamos rezando que Rusia y China nos envíen vacuna…"
        },
        {
            "author_id": "1159505233829081090",
            "id": "1381342525630349318",
            "text": "RT @Jkylebass: My lunch in The People’s Republic of San Francisco: China! While there is a lone Taiwan flag, the majority of the flags one…"
        },
        {
            "author_id": "1109776960039895042",
            "id": "1381342525491920899",
            "text": "RT @Fact: Killing a panda in China is a crime punishable by death."
        },
        {
            "author_id": "978403017518141440",
            "id": "1381342525072506886",
            "text": "@Sandroprofes_or sim Sandro, acho que é o mínimo msm aguardar as duas semanas. compartilhei isso pq vi uma notícia por aqui que hj a China \"admitiu\" a baixa eficácia da coronavac..."
        },
        {
            "author_id": "1689746078",
            "id": "1381342524267233281",
            "text": "@opazo_nestor Recuerdo que lo comentábamos. Radio Pauta hizo un desglose de Sinovac y en China no veían problema alguno, que nosotros nos quejabamos demás por la transparencia y acceso a la información. Eso ocurría básicamente porque ellos defienden su régimen político y no ven problemas."
        },
        {
            "author_id": "401299529",
            "id": "1381342522132283395",
            "text": "RT @CIoJournalist: Chartered Institute of Journalists regrets that CGTN journalist and broadcaster, an Australian citizen, Cheng Lei has be…"
        },
        {
            "author_id": "1169270397470048258",
            "id": "1381342521037447170",
            "text": "RT @thehill: China admits its vaccines' effectiveness is low https://t.co/i3bPbXrsRT https://t.co/2XvvR3XBXk"
        },
        {
            "author_id": "4850587786",
            "id": "1381342521016651780",
            "text": "RT @allahpundit: China admits that its COVID-19 vaccine isn’t very effective: official https://t.co/QeDZCYktoA"
        },
        {
            "author_id": "879736250781110273",
            "id": "1381342518164520961",
            "text": "RT @CarbonBubble: The White House 🇺🇸 may commit to emissions cuts of 50% or more from 2005 levels by 2030, ramping up pressure on China 🇨🇳…"
        },
        {
            "author_id": "743029375440977921",
            "id": "1381342517669601282",
            "text": "RT @rtvenoticias: China reconoce que sus vacunas son de baja eficacia y estudia combinar varias para aumentar la inmunidad https://t.co/rUn…"
        },
        {
            "author_id": "1370574339729465344",
            "id": "1381342517061378055",
            "text": "@ArnaldoIEPG Hahahah a merda é china, qualidade e precisão não é um forte deles. Mas hj é o que tem, tipo feijão de quartel. Mais água do q feijão"
        },
        {
            "author_id": "708975824255524865",
            "id": "1381342516604243976",
            "text": "RT @BylineTimes: The Right Must Not Be Allowed to Monopolise the Debate Over China – Byline Times https://t.co/d3KoZboVeR"
        },
        {
            "author_id": "970342982678298624",
            "id": "1381342516377620480",
            "text": "RT @yurumazu: 米国から中国に強い警告。「台湾を侵略しようとしたら応戦しますよ」間接的に言っています。\nhttps://t.co/JzyvAzsfnT"
        },
        {
            "author_id": "937514926016552965",
            "id": "1381342515782164489",
            "text": "The price of Canadian lobster is soaring, thanks in part to the U.S.-China trade war. The Atlantic lobster ﬁshery is the most lucrative in Canada, producing $1.4 billion in commercial landings in 2017. https://t.co/Awf4jyd2Lp"
        },
        {
            "author_id": "87610549",
            "id": "1381342515278839808",
            "text": "RT @jaretos: Más que China y Canadá👇🏻"
        },
        {
            "author_id": "902262339226959873",
            "id": "1381342514637123585",
            "text": "RT @RazvenHK: All cities with a so-called \"Chinatown\" are violations of China's \"One China\" policy and all residents of those areas should…"
        },
        {
            "author_id": "38224970",
            "id": "1381342512221188099",
            "text": "RT @hrw: UN Chief @antonioguterres should support remote investigation in Xinjiang.\n\nPublic outrage about #WhatsHappeningInMyanmar should e…"
        },
        {
            "author_id": "2961752327",
            "id": "1381342506525265920",
            "text": "RT @anthonyfurey: The Trudeau government is trying to bully a major security conference into not honouring Taiwanese President @iingwen bec…"
        },
        {
            "author_id": "2669983818",
            "id": "1381342505367703552",
            "text": "https://t.co/k0SF9hH3mW : de571c65-7e90-4beb-852d-e20fcee59db4"
        },
        {
            "author_id": "892166966911225857",
            "id": "1381342503526227969",
            "text": "RT @CatoInstitute: Mounting evidence shows that China has enacted wide‐​ranging human rights abuses, including coercive population control,…"
        },
        {
            "author_id": "83277016",
            "id": "1381342500057714690",
            "text": "RT @CrapulaLeonardo: Noffa! Que novidade incrível! Ainda bem que eles admitiram, senão a gente nunca ia saber. 🙄\n\nChina admite que eficácia…"
        },
        {
            "author_id": "1366626975012581377",
            "id": "1381342499021725699",
            "text": "RT @qzafrica: As trade and investment have grown between China and Nigeria, so has lending, leading to an increased focus on the balance of…"
        },
        {
            "author_id": "405050579",
            "id": "1381342499017424897",
            "text": "RT @DanielDumbrill: Remember I said I hoped that China's BRI &amp; new models of less exploitative partnership programs with the Global South w…"
        },
        {
            "author_id": "1254064108577619975",
            "id": "1381342498551967744",
            "text": "RT @Ravy551: La efectividad de las vacunas chinas contra el coronavirus es baja y el gobierno Chino está considerando combinarlas o modific…"
        },
        {
            "author_id": "1555701277",
            "id": "1381342497201291265",
            "text": "RT @kerrberry77: Victorian China #Fairings Pin #TrinketBoxes Child Looking in Mirror &amp; 1 Standing | eBay #victorian #victorianchinafairings…"
        },
        {
            "author_id": "2793834803",
            "id": "1381342495452315660",
            "text": "RT @Fact: Killing a panda in China is a crime punishable by death."
        },
        {
            "author_id": "50324949",
            "id": "1381342495045525505",
            "text": "RT @PolarBearby: 3/ Pareciera haber cierto distanciamiento físico de un asiento y algunos usan mascarillas pero la mayoría visible no lo ha…"
        },
        {
            "author_id": "1293682693172060162",
            "id": "1381342494860976134",
            "text": "RT @anaderodriguez_: La vicepresidenta ejecutiva de la República, @drodriven2, señaló que, además del Covax, Venezuela estima vacunar a 70%…"
        },
        {
            "author_id": "449225081",
            "id": "1381342494496018438",
            "text": "RT @EstebanOrtizMD: Hola amigos les dejo un breve vídeo sobre la vacuna #Sinovac hecha en #china 🇨🇳 hablamos muy rápido sobre la seguridad…"
        },
        {
            "author_id": "285202380",
            "id": "1381342494265331716",
            "text": "@TaylorHathorn China pulls off the greatest psyop of all time and Americans are praising them. They tricked the entire world into “locking down” despite every pre-pandemic playbook recommending against it."
        },
        {
            "author_id": "2265389836",
            "id": "1381342494202417155",
            "text": "RT @cchukudebelu: This is more important than the \"US versus China Cold War\"."
        },
        {
            "author_id": "772815172134133760",
            "id": "1381342493778792451",
            "text": "RT @BenjiLee53: Things I'd rather do than go to work tomorrow:\n\n- be shot\n- kick a bees nest\n- be waterboarded\n- go to China and eat a bat…"
        },
        {
            "author_id": "89296728",
            "id": "1381342492860293123",
            "text": "@eltabanord 1.- Es impresentable que en estos momentos, China con 1,5 mil millones de habitantes solo reporte si acaso una decena de casos al día. Eso es posible ocultando cifras pero principalmente habiendo vacunado a toda su población. ¿En qué momento desarrollaron y vacunaron?"
        },
        {
            "author_id": "168011757",
            "id": "1381342492440821764",
            "text": "RT @cingolani_oscar: El director del CDC de china anuncia que sus vacunas Sinovac y Sinopharm no son tan efectivas y China piensa combinarl…"
        },
        {
            "author_id": "1325693289102630914",
            "id": "1381342491849359363",
            "text": "RT @Fact: Killing a panda in China is a crime punishable by death."
        },
        {
            "author_id": "259880012",
            "id": "1381342490679185411",
            "text": "RT @Marlec67: @RealCanuckNews They have to send a message to any other church that might not comply. Welcome to China. Where are our Muslim…"
        },
        {
            "author_id": "382953627",
            "id": "1381342490356293633",
            "text": "@RomeroMarcelo63 Sería mejor que @DrDanielGollan se ocupe de conseguir las vacunas eficaces para vencer al Covid_19 como\n* Pfizer\n* AstraZeneca\n* Moderna\n* Johnson\nporque además  de que\n#SeRobaronLasVacunas \nTrajeron #VacunasQueNOSirven porque NO protegen https://t.co/fmXrKUBQlp"
        },
        {
            "author_id": "126064349",
            "id": "1381342489475477504",
            "text": "RT @lcoutinho: Alguma novidade?\nhttps://t.co/GgU08iSysX"
        },
        {
            "author_id": "1325484493306818560",
            "id": "1381342488795955209",
            "text": "@trajaza Mas ai a gente teria que tirar a china do mundo pq a culpa foi dela. Agr sobre as coisas no Brasil vc tem razão"
        },
        {
            "author_id": "761580667",
            "id": "1381342487692910598",
            "text": "Why don't you put it more constructively by saying that Nigeria can survive these unnecessary loan from China if only we had good and competent head leading the country. https://t.co/J8NPFQ9gzo"
        },
        {
            "author_id": "1169270397470048258",
            "id": "1381342484396077056",
            "text": "RT @thehill: Blinken: China \"didn't do what it needed to do\" in early stages of pandemic https://t.co/4O1Ln2Hgub https://t.co/jQrXDdUZMi"
        },
        {
            "author_id": "989382935819137024",
            "id": "1381342483662077954",
            "text": "RT @yapzhihui2001: Hello NCTzens~~☺️\nNCT Dream teaser was out, me &amp; @Si_ying07 decided to open go for their china fansite goods. Will updat…"
        },
        {
            "author_id": "456088034",
            "id": "1381342482336608257",
            "text": "RT @Rob_Noorollah: Matt Gaetz , Ron DeSantis the   distractions from the Russian- Collusion-Distractionists-Media , there’s a mass murderer…"
        },
        {
            "author_id": "160818625",
            "id": "1381342480931680263",
            "text": "RT @Alecbascbas: Así que China no tiene la eficacia q decía con su vacuna ?\nY Rusia no puede producir lo q prometia ?\nEl desastre argentino…"
        },
        {
            "author_id": "1220533348667469824",
            "id": "1381342478612246532",
            "text": "RT @_kookiewings: Jungkookie nos recomendó \"el pastor y la tejedora\", que es una leyenda china. Él dijo que la historia es un poco desgarra…"
        },
        {
            "author_id": "1080917063902875650",
            "id": "1381342478469582850",
            "text": "@Sants_3009 @the_ideal_form @VaushV Tankies are people who idealize the aesthetic of socialism while endorsing or defending dictatorships that claim to be left-wing. Tankies usually defend people like Stalin or states like modern-day China, or deny the Holodomor or the Uighur Genocide."
        },
        {
            "author_id": "1299184826608693248",
            "id": "1381342478306050056",
            "text": "RT @EcuavisaInforma: 🔴 #Atención - Director del Centro de Control y Prevención de Enfermedades de #China admite que la eficacia de las #vac…"
        },
        {
            "author_id": "142915058",
            "id": "1381342478243102720",
            "text": "RT @miguelm_barrios: Efectividad de la vacuna china dicen que es del 50%, pero esto es sólo para evitar enfermedad leve. Evita en un 100% l…"
        },
        {
            "author_id": "1229836051646009345",
            "id": "1381342476871462912",
            "text": "@XiXiPi6 And steel ? Or dairy products? China’s new cities are built with Aussie steel Chinese babies drink Aussie powdered milk . China has made a mistake in putting Australia offside."
        },
        {
            "author_id": "249277884",
            "id": "1381342474380193796",
            "text": "@JanainaDoBrasil Tudo passou a ser fabricado na China e índia de roupas a vacinas e medicamentos.\nPura ganância , pois com mão de obra quase escrava ganha -se mais.\nO mundo tem que repensar sua cadeia de produção, vacinas e insumos tem que ser considerado produto de segurança  nacional."
        },
        {
            "author_id": "1000046275541241863",
            "id": "1381342473713238018",
            "text": "RT @joana_bboficial: Os meus bisavós a dormirem juntos depois da queda da muralha da china em 1947 https://t.co/BbKo8AWaFh"
        },
        {
            "author_id": "1101973831638532096",
            "id": "1381342473453191171",
            "text": "https://t.co/geDdjPdETb"
        },
        {
            "author_id": "3117235226",
            "id": "1381342473025249282",
            "text": "RT @Reuters: China's top disease-control official said the country is formally considering mixing COVID-19 vaccines as a way of boosting va…"
        },
        {
            "author_id": "1178734224179974145",
            "id": "1381342472203288581",
            "text": "RT @andahazi: China admite que sus vacunas tienen una bajísima eficacia. El PC chino habla con una liviandad increíble del fracaso, como si…"
        }
    ],
    "meta": {
        "newest_id": "1381342578906386436",
        "next_token": "b26v89c19zqg8o3fostr7hj1n1gzwt7mv4s973hc8ufel",
        "oldest_id": "1381342472203288581",
        "result_count": 100
    }
}