{
    "data": [
        {
            "author_id": "188512561",
            "id": "1381338240376918016",
            "text": "RT @radicleslovebot: honey we have guests over , bring out the fine china https://t.co/RvK5o4kzrL"
        },
        {
            "author_id": "946344888",
            "id": "1381338240242880512",
            "text": "RT @politico: Secretary of State Antony Blinken on Sunday said \"it would be serious mistake\" for China to strike at Taiwan and expressed \"r…"
        },
        {
            "author_id": "1375901370721652742",
            "id": "1381338239013945351",
            "text": "@bradwinston9 @ExGOP4good @alexbruesewitz See now you’re making things up. If the Biden’s were making millions from China or the Ukraine or whoever you’re implying, why would Joe have offered to pay Hunter’s bills in this bombshell report? They weren’t huge bills. Doesn’t scream international crime family to me."
        },
        {
            "author_id": "1371193038878433280",
            "id": "1381338238795849736",
            "text": "@darrin_lennon As you wish to boycott trades with China. They're just making yr wish come true."
        },
        {
            "author_id": "4818832823",
            "id": "1381338237696888842",
            "text": "China admitió que la eficacia de sus vacunas contra el COVID-19 no es alta - Infobae https://t.co/btMPQb4w8t"
        },
        {
            "author_id": "74808756",
            "id": "1381338236245700608",
            "text": "China también estudia combinar vacunas contra el coronavirus para aumentar su efectividad https://t.co/n6TS7NhoGh"
        },
        {
            "author_id": "1020394087",
            "id": "1381338235809456131",
            "text": "RT @SheenaGreitens: That's consistent with what reporting by @hrw @wang_maya @dtbyler &amp; others have shown: that the term is applied by Chin…"
        },
        {
            "author_id": "584967850",
            "id": "1381338234794475527",
            "text": "RT @Viczuri: La ALIANZA tiene las PRUEBAS sobre la PLANDEMIA. El Dr. Fauci y la Fundación Gates son responsables directos de mover el virus…"
        },
        {
            "author_id": "4634496976",
            "id": "1381338231866806277",
            "text": "RT @abc_es: China quiere mezclar sus vacunas con otras para aumentar su efectividad https://t.co/3I1jujueae"
        },
        {
            "author_id": "1413757236",
            "id": "1381338231510274052",
            "text": "RT @AntoAndreoni: \"Manufacturing still holds a special place in the national psyche in the US and other big exporting nations, such as Germ…"
        },
        {
            "author_id": "58959283",
            "id": "1381338231237664770",
            "text": "RT @Mrtdogg: Dr. Naomi Wolf: \"The vaccine passport plan is the same platform as the social credit system in China\". https://t.co/DDbXYaBj3p"
        },
        {
            "author_id": "1336961883987959808",
            "id": "1381338228540719105",
            "text": "RT @secretsunset2: The fishermen on the River Li on the sunrise, China.💜 https://t.co/yyYe1FZRx7"
        },
        {
            "author_id": "98228548",
            "id": "1381338227190206470",
            "text": "Como mujer de 30 , que quiere  hijos pero no a costa de mi crecimiento laboral se que si papá y mamá trabajan y no puedes tirar de esclavizar abuelos, el que menos gane  se tendrá que sacrificar y esa sería yo , así que hasta que no consiga solucionar eso nanai de la China. https://t.co/VVUfjbWfvg"
        },
        {
            "author_id": "1320785530695671808",
            "id": "1381338227102081026",
            "text": "RT @qiqiyiguo: I saw my school invited the Swiss Ambassador to China to discuss international research exchange, I emailed the president th…"
        },
        {
            "author_id": "58065533",
            "id": "1381338226816921605",
            "text": "RT @politico: The world still needs \"to get to the bottom of\" the origins of Covid-19, and that means China still owes the world some answe…"
        },
        {
            "author_id": "236613949",
            "id": "1381338226586230785",
            "text": "@Marmota_Maligna Na, cuando podía me escapaba a la maquina con mi muleta y me traía patatas fritas con coca cola para ver una peli. Como tenía que andar XDDD Mi padre me traía panteras rosas y una amiga china me trajo uno tulipanes que no se comen pero me hicieron mucha ilusión XD"
        },
        {
            "author_id": "22999594",
            "id": "1381338225332076545",
            "text": "RT @GordonGChang: #China’s regime makes every problem worse. Getting it out of the picture is the first step in making the world safer. #Co…"
        },
        {
            "author_id": "1060468464371023874",
            "id": "1381338225264967682",
            "text": "RT @resurgentsheep: China Calls Russia's Talk of Possible Military Alliance 'Positive,' with 'No Limit' to Their Ties\n\nDon’t underestimate…"
        },
        {
            "author_id": "2480903972",
            "id": "1381338221393641474",
            "text": "RT @socialiststeve6: Cuba, Russia, China, Iran, North Korea, and Syria are not our enemies. \n\nOur enemies are the 1%, corporate America, an…"
        },
        {
            "author_id": "1008115730389356544",
            "id": "1381338220902899714",
            "text": "@Pato_D_ @AmazingJ_TV A much better source for it is the book \"Hunger and Public Action\" by Jean Drèze and Amartya Sen, which (among other things) offers comparisons between excess mortality in China and India over the same period."
        },
        {
            "author_id": "156347825",
            "id": "1381338220433182723",
            "text": "RT @santosjorgeh: Pese a los incumplimientos de Sinopharm, el Gobierno sigue negociando para adquirir más dosis.\n\nEl contrato con Sinopharm…"
        },
        {
            "author_id": "53119816",
            "id": "1381338219564912640",
            "text": "RT @DailyMail: 'China, Iran, and Russia are laughing at us': US Navy draws mockery after adding a mask to the eagle in service branch's log…"
        },
        {
            "author_id": "1323457003235270659",
            "id": "1381338219330031624",
            "text": "Humor\n(A China meio que dominou Hong Kong, campos de concentração padrão chinês e etc lá, o pessoal que mora em Hong Kong está ferrado) \n🇧🇷 https://t.co/UpUKMvT6hp"
        },
        {
            "author_id": "1018002937568813056",
            "id": "1381338217157394441",
            "text": "RT @anyrojas: Amigos, ustedes son de los que comen en cualquier Restaurante de Comida China? \nO son como yo que es un peo para confiar? Por…"
        },
        {
            "author_id": "1100571476565078016",
            "id": "1381338214531743753",
            "text": "RT @TheyWereNot30k: Jamás odié tanto a un país como odio a China, y jamás odié tanto a una persona como odio a Xi Jinping"
        },
        {
            "author_id": "1122588510",
            "id": "1381338213533544454",
            "text": "RT @TelemundoUY: China admitió baja de efectividad en sus vacunas y estudia distintas alternativas para su mejora. https://t.co/wRkOnIsFWL"
        },
        {
            "author_id": "2274521738",
            "id": "1381338213160079360",
            "text": "RT @peter_dutton: China is Paying a High Price for Its Ban on Australian Coal \n... Fascinating too that PRC leaders think bullying is a goo…"
        },
        {
            "author_id": "998012800617402368",
            "id": "1381338210660417536",
            "text": "The Biden Effect: China to deploy 5,000 troops in Iran, build military base there - https://t.co/z6gajaz3m9 via @Shareaholic"
        },
        {
            "author_id": "825744584",
            "id": "1381338210392010752",
            "text": "china &gt;&gt; like chins &gt;&gt; like sins rather et from et whether et of sins, et also?"
        },
        {
            "author_id": "809927510",
            "id": "1381338210362605574",
            "text": "RT @EcuavisaInforma: 🔴 #Atención - Director del Centro de Control y Prevención de Enfermedades de #China admite que la eficacia de las #vac…"
        },
        {
            "author_id": "421449362",
            "id": "1381338209758687237",
            "text": "RT @Ariel_em_Sampa: Madre tiene fecha para vacunarse pasado mañana. Llama y pregunta si, en caso de que le toque la china debe aceptar, por…"
        },
        {
            "author_id": "1302264539824742403",
            "id": "1381338209683173377",
            "text": "@charliekirk11 It’s not called the China virus, twerp."
        },
        {
            "author_id": "893850626354020352",
            "id": "1381338203588861956",
            "text": "RT @BenjaminT0001: Randal Phillips, CIA chief rep. in China, partner at Mintz Group &amp; heads its activities across Asia: https://t.co/Qe7lOA…"
        },
        {
            "author_id": "952861189041684480",
            "id": "1381338203010048003",
            "text": "@jjj35359450 @Adrianhartg @reimersofficial @noroscam Der Umgang der EU mit den Jugoslawienkriegen ist in der Tat ein schwieriges Thema, wobei ich eben auch nicht sehe, wie jemand anders (die UN, Russland, China, Frankreich oder GB alleine...) da irgendetwas hätte \"besser\" hinkriegen können. Die NATO war ja auch deutlich zu spät."
        },
        {
            "author_id": "264225802",
            "id": "1381338201730785287",
            "text": "RT @jmanalich: Información adicional sobre vacuna china que se usa en Chile: eficaz en un 83,5% para prevenir contagios y 100% para preveni…"
        },
        {
            "author_id": "38021361",
            "id": "1381338200736681985",
            "text": "@RadioFreeTom I hardly think it was crazy given the available information in Feb 2020 &amp; the indisputable fact that China was lying. He never said that was the most likely possibility."
        },
        {
            "author_id": "103385812",
            "id": "1381338200518635524",
            "text": "RT @consueferrer: Lo que hizo China fue reconocer los estudios que ya se conocían, no presentan info nueva. La efectividad para proteger de…"
        },
        {
            "author_id": "1087195083080912896",
            "id": "1381338200422166531",
            "text": "@Chriswb71 @chris_notcapn There was nothing in the Cultural Revolution that deserves to be emulated. Killing adults with an education was emulated by the Khmer Rouge in Cambodia. They took it further than China as killing adults with glasses was done to avoid Western influence."
        },
        {
            "author_id": "1351022013297668099",
            "id": "1381338200338219008",
            "text": "RT @HypatiaHurtado: Soy profesora de Ciencias con dos Maestrías, en la universidad Nacional y en España, curso un Doctorado en Educación ci…"
        },
        {
            "author_id": "214113397",
            "id": "1381338198735998978",
            "text": "RT @CrapulaLeonardo: Noffa! Que novidade incrível! Ainda bem que eles admitiram, senão a gente nunca ia saber. 🙄\n\nChina admite que eficácia…"
        },
        {
            "author_id": "801480547499290624",
            "id": "1381338194638082049",
            "text": "Conversation between jesus puh and Allah in holy Quran.\nhttps://t.co/ClwL6b7AeW\n#Bible #Quran #Jesus #Trump\n#Obama #Biden #USA #france #Ukraine #Rusia #China #Australia #paris #London #Italy #Brasil #Mexico #Spain #German #Norway #poland #Switzerland #iceland"
        },
        {
            "author_id": "1366034406532657154",
            "id": "1381338194571112449",
            "text": "RT @emilia_suze: The New Army will be easily defeated by the likes of China\n\n‘Critical Race Theory’ Being Taught at US Army’s West Point: C…"
        },
        {
            "author_id": "196322510",
            "id": "1381338193656741888",
            "text": "RT @RadioFarra957: #Atención\nEl candidato a la presidencia de la república Guillermo Lasso gana en #Roma 1394 votos a 1302 al candidato And…"
        },
        {
            "author_id": "58475481",
            "id": "1381338192503304193",
            "text": "RT @allanldsantos: Da série “SILÊNCIO NA MÍDIA BRASILEIRA”: Partido Comunista Chinês multa empresa Alibaba em $2.8 BILHÕES DE DÓLARES (mais…"
        },
        {
            "author_id": "862427525640802308",
            "id": "1381338192469766145",
            "text": "Después de \"China está lejos, el virus nunca va llegar a Argentina\" llega 👇👇 https://t.co/MYsfQLYTFw"
        },
        {
            "author_id": "50903616",
            "id": "1381338190146007040",
            "text": "RT @HDoumergue: Weili: Is born in China\n\nRose: https://t.co/jnW6uIdJkU"
        },
        {
            "author_id": "2158874356",
            "id": "1381338188678041606",
            "text": "RT @elcomerciocom: #ATENCIÓN | Científico en China expone baja eficacia de vacunas contra #covid19 de China. ¿Qué se plantea en Pekín? » ht…"
        },
        {
            "author_id": "1329236609166925827",
            "id": "1381338186790662146",
            "text": "RT @john_sipher: @Billbrowder Why would China bother with Russia? They bring little heft."
        },
        {
            "author_id": "813377336",
            "id": "1381338186757124096",
            "text": "Look for China to pull his card.  They don't respect or fear him \n\nAntony Blinken Warns China Taiwan Attack Would Be 'Serious Mistake' as Military Tensions Mount https://t.co/I2AbC7XSry"
        },
        {
            "author_id": "3870745634",
            "id": "1381338182214508544",
            "text": "RT @GordonGChang: #Blinken’s #Taiwan statement goes beyond what Washington has been saying in recent years but probably is not strong enoug…"
        },
        {
            "author_id": "1372516115327250436",
            "id": "1381338179324760065",
            "text": "Top U.S. diplomat criticizes China, says ‘need to get to the bottom’ of COVID-19 origin https://t.co/eovRme7QUk"
        },
        {
            "author_id": "1208103779666513921",
            "id": "1381338178871697409",
            "text": "OPED - Opinion: WhenTrump wanted the big corporations to return to the US from China he didn't take into consideration that they had joined the Communist System and were corrupted. We must prevent more from going. Leave those others behind. Write a Stay in China act, Legislators"
        },
        {
            "author_id": "1310146191775195136",
            "id": "1381338172857155584",
            "text": "RT @Littleb29872980: @maryjan34114869 Fauci and VICTOR DZAU is Sweating\nHelped move virus's NIAID NIH 1989_1997. 2004\nFrom China$$$ to Duke…"
        },
        {
            "author_id": "1918404121",
            "id": "1381338172269936647",
            "text": "RT @babyaetchecopar: Le rechazamos 15 millones de vacunas a Pfizer en Diciembre y ahora estamos rezando que Rusia y China nos envíen vacuna…"
        },
        {
            "author_id": "1169035955166224384",
            "id": "1381338166733459459",
            "text": "@loderaulo @mariavaggemore1 y ni hablar de la china, ahora q admiten q no son eficientes, lpm"
        },
        {
            "author_id": "1253762212692361216",
            "id": "1381338166301491204",
            "text": "RT @allanldsantos: Da série “SILÊNCIO NA MÍDIA BRASILEIRA”: Partido Comunista Chinês multa empresa Alibaba em $2.8 BILHÕES DE DÓLARES (mais…"
        },
        {
            "author_id": "891726276305842176",
            "id": "1381338166288904197",
            "text": "RT @EFEnoticias: El secretario de Estado de EE.UU., Antony Blinken, criticó la falta de \"transparencia real\" de China al inicio de la pande…"
        },
        {
            "author_id": "41147623",
            "id": "1381338165768773636",
            "text": "The Sabotage Of China's Belt and Road Initiative https://t.co/H6ynOV7X3B via @YouTube"
        },
        {
            "author_id": "1329236609166925827",
            "id": "1381338162358849539",
            "text": "RT @Billbrowder: China and Russia announced a joint pledge to push back against dollar hegemony. Good luck with that. I don’t imagine many…"
        },
        {
            "author_id": "1334575321513910278",
            "id": "1381338161696141314",
            "text": "@M4ALLMary1 @JamaalBowmanNY No, China is not an actual threat. If you stop accepting regurgitated state-department narratives fueled by sinophobia and propaganda, you’d see that the US’s insane defense budget is more than double that of China and Russia combined. The US is the aggressor, now and forever."
        },
        {
            "author_id": "39283078",
            "id": "1381338160534323203",
            "text": "RT @miguelm_barrios: Efectividad de la vacuna china dicen que es del 50%, pero esto es sólo para evitar enfermedad leve. Evita en un 100% l…"
        },
        {
            "author_id": "1301652851740094470",
            "id": "1381338160437805056",
            "text": "RT @zerosum24: China watching this laughing their asses off. We look like a clown divided nation. 🤡🌎 https://t.co/wgwwI5eT3t"
        },
        {
            "author_id": "1095877188883234816",
            "id": "1381338156830720000",
            "text": "RT @TelemundoUY: China admitió baja de efectividad en sus vacunas y estudia distintas alternativas para su mejora. https://t.co/wRkOnIsFWL"
        },
        {
            "author_id": "946175962798059523",
            "id": "1381338156793004033",
            "text": "@LogistikExpres1 The United States and the european union are not the main partners of Mercosur anymore because China recently became the biggest partner. Shouldn't the \"western world\" be more attractive to South America?"
        },
        {
            "author_id": "80817769",
            "id": "1381338156784439301",
            "text": "@BNODesk How come there is no corona waves in China?"
        },
        {
            "author_id": "1379422982834167809",
            "id": "1381338154578366466",
            "text": "RT @PDChinaLife: Timely updates info on Chinese culture, life and travel. Run by @PDChina, the largest newspaper group in China"
        },
        {
            "author_id": "261464403",
            "id": "1381338154205130752",
            "text": "@SteppenW65 @alfredomarin33 @JP_7_ @Jhonnys7Griss Que me equivoqué? Y hoy en el noticiero ya se habla de 3 dosis que quieres que te diga? yo soy un pobre wuebon que Lee wuebonadas!! Me dijiste que te enviará la fuente ahí está la de pfizer la china. Nadie ofrece inmunidad completa y tampoco ofrece que no te puedas contagiar."
        },
        {
            "author_id": "1159887721680297984",
            "id": "1381338152330260485",
            "text": "RT @nc801d2: Just learned a new fact: in the 1996 Taiwan Straits Crisis, the pro-Taiwan identity paper Commons Daily, featured the one-word…"
        },
        {
            "author_id": "431590274",
            "id": "1381338151063539720",
            "text": "@luisbaram @BristolComSense china are laughing at us all."
        },
        {
            "author_id": "847252665423675392",
            "id": "1381338148785987584",
            "text": "China Fines Alibaba $2.8 Billion For Breaking Anti-Monopoly Law https://t.co/xiVwhT9xnP"
        },
        {
            "author_id": "1161233781090660357",
            "id": "1381338148463120385",
            "text": "Lo cierto, es que al final se saca beneficio de todo. Pobres visones. \nhttps://t.co/MsQRNwX2LT"
        },
        {
            "author_id": "1269901952055422978",
            "id": "1381338147360022529",
            "text": "@BPinAmerica Corea Japón china iHeart For BLACKPINK \nI vote #HowYouLikeThat for #BestMusicVideo on #iHeartAwards \n@BLACKPINK"
        },
        {
            "author_id": "939497478944182272",
            "id": "1381338146919620609",
            "text": "RT @CrapulaLeonardo: Noffa! Que novidade incrível! Ainda bem que eles admitiram, senão a gente nunca ia saber. 🙄\n\nChina admite que eficácia…"
        },
        {
            "author_id": "56138718",
            "id": "1381338146504384513",
            "text": "China admite que eficácia de suas vacinas contra Covid-19 não é alta https://t.co/SCf348aWP7\nTAMOFU DE QUALQUER MANEIRA! \nEu continuo com a Ivermectina!"
        },
        {
            "author_id": "1360732682804752387",
            "id": "1381338144776318978",
            "text": "@WendySi42239770 China bots at work"
        },
        {
            "author_id": "1349541531989012481",
            "id": "1381338144063303682",
            "text": "RT @altaexposicao: tem réplica da torre eiffel na china, paquistão, grécia, méxico, bulgária, romênia, até em são paulo.\n\nqual segue sendo…"
        },
        {
            "author_id": "1154359163092213762",
            "id": "1381338143937335296",
            "text": "@ttmsksg @ledzepfan400 @PplFuture @CClimber73 @Littlerize @robert_raro @birdypooping2 @RamjattanChris @SolomonYue @poetjingwa @GraceBride1 @FBI @CIA @GOP @TheDemocrats @VP @JoeBiden @POTUS @UN @USA_China_Talk @GovMurphy @ChineseEmbinUS @NCUSCR @ssswang1 @YHkpc @NJGOP @RNC @GOPChairwoman @DSteinhardtEsq @Oregon_GOP @OregonGOP @BillCurrier @sie_sophie @tedcruz @NJAssemblyGOP @senatenj @StateDept @usedgov @MCProsecutor @MonmouthSheriff @NewJerseyOAG @njcourts @uscourts @AbeShinzo @sugawitter @JapanCons_NY @ScottMorrisonMP @JapanGov Mao is dead he can't apologize. https://t.co/9xdbDtdiDv"
        },
        {
            "author_id": "1333808988127961089",
            "id": "1381338143413182466",
            "text": "RT @LeonelTeleSUR: ▶Son más de 11 millones de dosis, para atender al 20% de la población\n➡Se suma a las gestiones con Rusia para acceder a…"
        },
        {
            "author_id": "1361455096371023872",
            "id": "1381338143274774529",
            "text": "RT @allanldsantos: Da série “SILÊNCIO NA MÍDIA BRASILEIRA”: Partido Comunista Chinês multa empresa Alibaba em $2.8 BILHÕES DE DÓLARES (mais…"
        },
        {
            "author_id": "298401395",
            "id": "1381338143132123139",
            "text": "@Pondleg Or themselves. Because a job that can be done from home, can be done from China."
        },
        {
            "author_id": "1332367184",
            "id": "1381338142368616450",
            "text": "RT @T_S_P_O_O_K_Y: Due to @JoeBiden failing foreign policy, the weakness shown by he and his admin at the southern border, the lack of resp…"
        },
        {
            "author_id": "1330325672",
            "id": "1381338141991260166",
            "text": "RT @newscientist: The carbon emissions associated with mining bitcoin in China alone will soon outstrip the total annual emissions of mid-s…"
        },
        {
            "author_id": "1170721643636899840",
            "id": "1381338140208730117",
            "text": "RT @infobae: China admitió que la eficacia de sus vacunas contra el COVID-19 no es alta https://t.co/zOmUP30YfF"
        },
        {
            "author_id": "308499911",
            "id": "1381338139059445760",
            "text": "@The_WeeLoulou I didn’t like Sherpa one, gave up and moved on to some show about dodgy honey from China 😂😂😂"
        },
        {
            "author_id": "41055866",
            "id": "1381338139046854664",
            "text": "RT @rod_herrera: Te vacunas con #Sinovac  y en casi un 100% aseguras que no vas a morir de Covid. Ese ha sido el asunto siempre. Analicen c…"
        },
        {
            "author_id": "1370459125809840132",
            "id": "1381338138543525892",
            "text": "#XAUUSD Expecting gold to retest 1755 again early on this week. A rejection will bring down to 1738, for tomorrow.\n\nChina being one of the driving forces in Gold rise last week. Effect shall be neutralized and dollar looks in good position to regain its value... #bearish"
        },
        {
            "author_id": "2998347904",
            "id": "1381338138048618501",
            "text": "RT @Gestionpe: #LoÚltimo | En una rara admisión de la debilidad de las vacunas chinas contra el coronavirus, el principal funcionario de co…"
        },
        {
            "author_id": "35184097",
            "id": "1381338134999404551",
            "text": "RT @Mrtdogg: Dr. Naomi Wolf: \"The vaccine passport plan is the same platform as the social credit system in China\". https://t.co/DDbXYaBj3p"
        },
        {
            "author_id": "1307690739418136579",
            "id": "1381338134621925376",
            "text": "China admite que eficácia de suas vacinas contra Covid-19 não é alta https://t.co/DUGcoPQJYL"
        },
        {
            "author_id": "1928259852",
            "id": "1381338134005362692",
            "text": "RT @cingolani_oscar: Official: Chinese vaccines' effectiveness low. This is why Data needs to be published and updated! https://t.co/w9n4vT…"
        },
        {
            "author_id": "829403023478657024",
            "id": "1381338133904510977",
            "text": "RT @brianlilley: This is an important story and a must read this morning. The @JustinTrudeau government warning an independent security for…"
        },
        {
            "author_id": "2232463863",
            "id": "1381338133892116482",
            "text": "RT @Datachacocom: #Mundo China reconoció que las vacunas de su país no son tan eficaces contra el Covid-19 https://t.co/f0zRNTCJsD"
        },
        {
            "author_id": "1913054058",
            "id": "1381338132394737668",
            "text": "Hi @anneapplebaum \n\nYou know what would be even better than giving US vaccines to the world ?\n\nHaving US companies set up vaccine supply chains around the world before China and Russia redefine global pharma at large for their benefits https://t.co/VDgug2m4tw"
        },
        {
            "author_id": "1146112949658013704",
            "id": "1381338131467792384",
            "text": "RT @SigaGazetaBR: China admite baixa eficácia da Coronavac https://t.co/9hWpHsiF27"
        },
        {
            "author_id": "1669781628",
            "id": "1381338129710321667",
            "text": "RT @Reuters: China considering mixing COVID-19 vaccines to boost protection rate https://t.co/2p8XnHudWo https://t.co/MEop9zbb4U"
        },
        {
            "author_id": "1079352208314064896",
            "id": "1381338129420931075",
            "text": "RT @T21Jan: India war fears erupt over ‘expansionist’ China as regional tensions heat up  https://t.co/Blo4SyEJte"
        },
        {
            "author_id": "1020394087",
            "id": "1381338129400000513",
            "text": "RT @SheenaGreitens: The report notes detail &amp; precision of real-time tracking. Again, this is important for people to know, but it's been u…"
        },
        {
            "author_id": "1352018115513765889",
            "id": "1381338127999107074",
            "text": "RT @ZaleskiLuke: Thinking the trump administration did a good job managing covid is insane: they disbanded early response team, mangled clo…"
        },
        {
            "author_id": "1192806397806882818",
            "id": "1381338124849180682",
            "text": "@Sandro51193826 @arthurmdct @RenanSantosMBL Quando o Danilo zombar da pandemia, deixar de comprar vacina da China por causa de teorias de Allan dos Santos, interferir na PF pra salvar o filho e por um petista na PGR, vou deixar de apoiar também."
        },
        {
            "author_id": "1060411856",
            "id": "1381338124790460423",
            "text": "RT @brianlilley: This is an important story and a must read this morning. The @JustinTrudeau government warning an independent security for…"
        }
    ],
    "meta": {
        "newest_id": "1381338240376918016",
        "next_token": "b26v89c19zqg8o3fostr7hir3p6s5bewdboh23pp6tmyl",
        "oldest_id": "1381338124790460423",
        "result_count": 100
    }
}